Repository: jrathlev/Delphi-Program-Collection
Catalog: graphic-convert/languages/*/default.po
Languages: de

source: Convert BMP to PNG
de: Konvertiere BMP nach PNG

source: Folder with BMP images:
de: Ordner mit BMP-Bildern:

source: Destination folder for PNG images:
de: Zielordner für die PNG-Bilder

source: Convert
de: Konvertiere

source: Select all
de: Alle auswählen

source: Deselect all
de: Alle abwählen

source: Convert image to icon
de: Konvertiere Bild in Icon

source: Image:
de: Bild:

source: Select image
de: Bild auswählen

source: Original size:
de: Originalgröße:

source: Save as icon
de: Als Icon speichern

source: Show grid
de: Raster anzeigen

source: Transparency color
de: Transparente Farbe

source: Automatic
de: Automatisch

source: Select:
de: Auswählen:

source: Off
de: Keine

source: Color format
de: Farbformat

source: 16 colors
de: 16 Farben

source: 256 colors
de: 256 Farben

source: 24-bit color
de: 24-bit-Farben

source: 32-bit color
de: 32-bit-Farben

source: Icon size
de: Icon-Größe

source: All|*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.tif*|Windows-Bitmap|*.bmp|GIF-Image (*.gif)|*.gif|JPEG-Image (*.jpg)|*.jpg;*.jpeg|Portable Network Graphics|*.png|Tiff-Image|*.tif*
de: Alle|*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.tif*|Windows-Bitmap|*.bmp|GIF-Bild (*.gif)|*.gif|JPEG-Bild (*.jpg)|*.jpg;*.jpeg|Portable Network Grafik|*.png|Tiff-Bild|*.tif*

source: Icons (*.ico)|*.ico
de: Symbole (*.ico)|*.ico

source: Convert images to EPS
de: Konvertiere Bilder nach EPS

source: Quit
de: Ende

source: EPS folder:
de: EPS-Ordner:

source: Files:
de: Dateien:

source: Image folder:
de: Bild-Ordner:

source: Options
de: Optionen

source: Compress
de: Komprimieren

source: Invert grayscale
de: Graustufen invertieren

source: Color
de: Farbe

source: Rotate to left
de: Nach rechts drehen

source: Start conversion
de: Konvertierung starten

source: All supported image formats|*.jpg;*.bmp;*.png;*.pcx;*.tga;*.tif;*.gif|JPEG images|*.jpg|BMP images|*.bmp|PNG images|*.png|PCX images|*.pcx|TGA images|*.tga|TIFF images|*.tif|GIF images|*.gif
de: Alle unterstützten Bildformate|*.jpg;*.bmp;*.png;*.pcx;*.tga;*.tif;*.gif| JPEG-Bilder|*.jpg| BMP-Bilder|*.bmp| PNG-Bilder|*.png| PCX Bilder|*.pcx| TGA Bilder|*.tga| TIFF-Bilder|*.tif| GIF-Bilder|*.gif

source: Convert PNG to BMP
de: Konvertiere PNG nach BMP

source: PNG folder:
de: PNG-Ordner:

source: Images:
de: Bilder:

source: BMP folder:
de: BMP-Ordner:

source: Select directory
de: Verzeichnis auswählen

source: Use same subdirectory
de: Gleiches Unterverzeichnis verwenden

source: Settings
de: Einstellungen

source: Convert to
de: Konvertiere nach

source: Background
de: Hintergrund

source: 8-bit color
de: 8-bit-Farben

source: PNG images|*.png
de: PNG-Bilder|*.png

source: Create Icon from PNG
de: Icon aus PNG erstellen

source: Directory with PNG images
de: Verzeichnis mit PNG-Bildern

source: Create icon
de: Icon erstellen

source: Destination directory of icon
de: Zielverzeichnis für Icon

source: Same as PNG
de: Gleich wie PNG

source: Select other directory
de: Anderes Verzeichnis auswählen

source: Icon files|*.ico
de: Icon-Dateien|*.ico

source: Split images to Enabled/Disabled
de: Bilder aufspalten in Enabled/Disabled

source: Image type
de: Bild-Typ

source: Split selected images
de: Ausgewählte Bilder aufspalten

source: Background color
de: Hintergrund-Farbe

source: Aspect ratio
de: Seitenverhältnis

source: all
de: alle

source: only 2:1
de: nur 2:1

source: Convert SVG images to icons
de: Konvertiere SVG-Bilder in Icons

source: Directory with SVG images
de: Verzeichnis mit SVG-Bildern

source: Directory for icons
de: Verzeichnis für Icons

source: Icon sizes
de: Icon-Größen

source: Convert SVG images to PNG
de: Konvertiere SVG-Bilder in PNG-Bilder

source: Directory for PNG images
de: Verzeichnis für PNG-Bilder

source: Length of the selected side
de: Länge der ausgewählten Seite

source: Date
de: Datum

source: Size
de: Größe

source: Image size
de: Bildgröße

source: Fixed value for
de: Fester Wert für

source: Width
de: Breite

source: Height
de: Höhe

source: Longest
de: Längste

source: image of
de: Bild von

source: images of
de: Bilder von

source: %u selected
de: %u ausgewählt

source: matching image
de: passendes Bild

source: matching images
de: passende Bilder

source: Folder with BMP images
de: Ordner mit BMP-Bildern

source: Folder for PNG images
de: Ordner für die PNG-Bilder

source: Please select a destination directory!
de: Bitte wählen Sie ein Ziel-Verzeichnis aus!

source: Converting: %s
de: Konvertiere: %s

source: %u files converted
de: %u Dateien konvertiert

source: Folder to image files
de: Ordner mit Bild-Dateien

source: Folder to EPS output
de: Ordner für EPS-Ausgabe

source: Select image files
de: Bild-Dateien auswählen

source: EPS-Directory: %s does not exist - Create?
de: Das EPS-Verzeichnis: %s existiert nicht - anlegen?

source: File: %s
de: Datei: %s

source: Error converting: %s
de: Fehler beim Konvertieren: %s

source: %u files converted!
de: %u Dateien konvertiert!

source: %s converted!
de: %s konvertiert!

source: No matching files found!
de: Keine passenden Dateien gefunden!

source: Folder for BMP images
de: Ordner für BMP-Bilder

source: Folder with PNG images
de: Ordner mit PNG-Bildern

source: Select PNG images
de: PNG-Bilder auswählen

source: Sample:
de: Beispiel:

source: No matching image found!
de: Kein passendes Bild gefunden!

source: BMP directory: %s does not exist - Create?
de: BMP-Verzeichnis: %s nicht vorhanden - Erstellen?

source: Converting:
de: Konvertiere:

source: %u images converted!
de: %u Bilder konvertiert!

source: Converted:
de: Konvertiert:

source: No matching images found!
de: Keine passenden Bilder gefunden!

source: Directory for Icon
de: Verzeichnis für Icon

source: No PNG imaged selected
de: Keine PNG-Bilder ausgewählt

source: Icon "%s" was created
de: Icon "%s" wurde erstellt

source: Error writing to "%s"
de: Fehler beim Schreiben nach "%s"

source: Folder with image files
de: Ordner mit Bild-Dateien

source: Processing: %s
de: Verarbeite : %s

source: %u files processed
de: %u Dateien verarbeitet

source: Creating icon from
de: Erzeuge Icon aus

source: Done
de: Fertig

source: Error
de: Fehler

source: Error loading file!
de: Fehler beim Laden der Datei!

source: File not found!
de: Datei nicht gefunden!

source: Converting
de: Konvertiere

source: %u png images were created
de: Es wurden %u png-Bilder erstellt

source: No images selected
de: Keine Nilder ausgewählt
