Repository: jrathlev/Delphi-Program-Collection
Catalog: unit-parser/languages/*/default.po
Languages: de

source: Copy Delphi project files (DPR) to GitHub
de: Kopiere Delphi-Projektdateien nach GitHub

source: Project directory
de: Projektverzeichnis:

source: GitHub directory
de: GitHub-Verzeichnis

source: Copy
de: Kopiere

source: Select all
de: Alle auswählen

source: Deselect all
de: Alle abwählen

source: Parse Delphi DFM files for SVG image names
de: Delphi-DFM-Dateien nach SVG-Bildnamen durchsuchen

source: Select Delphi project or source
de: Delphi-Projekt oder -Quelle auswählen

source: SVG root directory
de: SVG-Stammverzeichnis

source: Select SVG root directory
de: SVG-Stammverzeichnis auswählen

source: Date
de: Datum

source: Parse Delphi files and extract image names
de: Delphi-Dateien analysieren und Bildnamen extrahieren

source: Copy into zip
de: In Zip kopieren

source: Copy selected sources
de: Ausgewählte Quelltexte kopieren

source: Root directory for destination:
de: Stammverzeichnis am Ziel:

source: Start copying?
de: Mit dem Kopieren beginnen?

source: Cancel
de: Abbrechen

source: Delete all existing files at destination
de: Alle vorhandenen Dateien am Zielort löschen

source: Copy external units, dialogs, etc. to
de: Externe Units, Dialoge usw. kopieren nach

source: Root directory
de: Stammverzeichnis

source: Common subdirectory "units"
de: Gemeinsames Unterverzeichnis "units"

source: Separate directories as in the original
de: Getrennte Verzeichnisse wie im Original

source: Parse Delphi project or source for used units
de: Delphi-Projekt oder -Quelle nach verwendeten Units durchsuchen

source: Unit name
de: Name der Unit

source: Used in
de: Verwendet in

source: Size
de: Größe

source: Search path:
de: Suchpfad:

source: Language:
de: Sprache:

source: Platform:
de: Plattform:

source: Config:
de: Konfiguration:

source: Project file , project source or unit:
de: Projekt-Datei, Projekt-Quelltext oder Unit:

source: Copy all selected sources to a separate directory
de: Alle ausgewählten Quelltexte in ein getrenntes Verzeichnis kopieren

source: Copy sources
de: Quelltexte kopieren

source: Edit search path
de: Suchpfad bearbeiten

source: Collapse all groups
de: Alle Gruppen reduzieren

source: Expand all groups
de: Alle Gruppen erweitern

source: Parse project
de: Projekt durchsuchen

source: Show copy log
de: Kopierprotokoll anzeigen

source: project of
de: Projekt von

source: projects of
de: Projekte von

source: %u selected
de: %u ausgewählt

source: project
de: Projekt

source: projects
de: Projekte

source: file copied
de: Datei kopiert

source: files copied
de: Dateien kopiert

source: %u images
de: %u Bilder

source: <Retrieved from project>
de: <Wird aus dem Projekt ermittelt>

source: Delphi projects|*.dproj|Delphi sources|*.pas;*.dpr|all|*.*
de: Delphi-Projekte|*.dproj|Delphi-Quellen|*.pas;*.dpr|alle|*.*

source: Define search path for units
de: Suchpfad für Units festlegen

source: Copied files
de: Kopierte Dateien

source: Destination:
de: Ziel:

source: %u files copied
de: %u Dateien kopiert

source: No units selected! Copy only project files?
de: Kein Units ausgewählt! Nur Projekt-Dateien kopieren?

source: Select destination directory
de: Zielverzeichnis auswählen

source: Delete all existing files
de: Alle vorhanden Dateien löschen

source: Copying: %s
de: Kopiere: %s

source: %u files copied to %s
de: %u Dateien kopiert nach %s

source: Scanning: %s
de: Durchsuche: %s

source: Error
de: Fehler

source: File not found:
de: Datei nicht gefunden:

source: Skip
de: Überspringen

source: Skip all
de: Alle überspringen

source: Searching for units from: %s
de: Such nach Units in: %s

source: <File not found>
de: <Datei nicht gefunden>

source: %u Units found
de: %u Units gefunden

source: Main source not found!
de: Haupt-Datei nicht gefunden!

source: Invalid search path!
de: Ungültiger Suchpfad!

source: File not found: %s
de: Datei nicht gefunden: %s
