Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: %s Service Pack %4:d (Version %1:d.%2:d, Build %3:d, %5:s)
tr: %s Hizmet Paketi %4:d (Sürüm %1:d .%2:d, Yapı %3:d ,%5:s)

source: 32-bit Edition
tr: 32 - bit Sürümü

source: 64-bit Edition
tr: 64 bit Sürümü

source: %s interface is not supported on this OS version
tr: %s arayüzü bu işletim sistemi sürümünde desteklenmiyor

source: Could not hook messages, buttons and preview events will not work
tr: İletiler bağlanamadı, düğmeler ve önizleme etkinlikleri çalışmayacak

source: Could not initialize taskbar. Error: %d
tr: Görev çubuğu başlatılamadı. Hata: %d

source: There is another taskbar control instance
tr: Başka bir görev çubuğu kontrol örneği var

source: Windows taskbar only supports %d buttons on preview tabs
tr: Windows görev çubuğu yalnızca önizleme sekmelerinde %d düğmeyi destekler

source: Could not register tab. Error %d
tr: Sekme kaydedilemedi. Hata %d

source: %d is incorrect. Should be between 0 and %d
tr: %d yanlıştır. 0 ile %d arasında olmalıdır

source: Failed to set bitmap as thumbnail preview. Error: %d
tr: Bit eşlem küçük resim önizlemesi olarak ayarlanamadı. Hata: %d

source: Failed to set bitmap as preview. Error: %d
tr: Bit eşlem önizleme olarak ayarlanamadı. Hata: %d

source: No RTTI information found for class %s
tr: %s sınıfı için RTTI bilgisi bulunamadı

source: Cannot create instance of class %s
tr: %s sınıfının örneği oluşturulamıyor

source: The created instance of class %s is wrong
tr: %s sınıfının oluşturulan örneği yanlış

source: Error creating HString for %s
tr: %s için HString oluşturulurken hata oluştu

source: Cannot get factory for class %s
tr: %s sınıfı için fabrika alınamıyor

source: The factory obtained for %s is wrong
tr: %s için elde edilen fabrika yanlış

source: Cannot create interop class
tr: Interop sınıfı oluşturulamıyor

source: %s (Version %d.%d.%d)
tr: %s (Sürüm %d.%d.%d)

source: Error reading zip file
tr: Zip dosyası okunurken hata oluştu

source: Error writing zip file
tr: Zip dosyası yazılırken hata oluştu

source: Invalid Zip Local Header signature
tr: Geçersiz Zip Yerel Başlık imzası

source: Invalid Zip Central Header signature
tr: Geçersiz ZIP Merkezi Başlık imzası

source: Support for compression method not registered: %s
tr: Sıkıştırma yöntemi desteği kaydedilmedi: %s

source: File must be open
tr: Dosya açık olmalıdır

source: File must be open for writing
tr: Dosya yazmak için açık olmalıdır

source: File must be open for reading
tr: Dosya okunmaya açık olmalıdır

source: Zip file must be empty
tr: Zip dosyası boş olmalıdır

source: File name must not be empty
tr: Dosya adı boş bırakılmamalıdır

source: Observer is not supported
tr: Gözlemci desteklenmiyor

source: Cannot have multiple single cast observers added to the observers collection
tr: Gözlemci koleksiyonuna birden fazla tekli yayın gözlemcisi eklenemez

source: The object does not implement the observer interface
tr: Nesne gözlemci arayüzünü uygulamıyor

source: No single cast observer with ID %d was added to the observer collection
tr: Gözlemci koleksiyonuna %d kimliğine sahip tek bir oyuncu gözlemci eklenmedi

source: No multi cast observer with ID %d was added to the observer collection
tr: Gözlemci koleksiyonuna %d kimliğine sahip çoklu yayın gözlemcisi eklenmedi

source: Observer is not available
tr: Gözlemci mevcut değil

source: Cannot initiate two or more geocoding requests at the same time
tr: Aynı anda iki veya daha fazla coğrafi kodlama isteği başlatılamaz

source: The location sensor is started
tr: Konum sensörü başlatılır

source: The sensor on the specified index (%d) is not found
tr: Belirtilen endeksteki (%d) sensör bulunamadı

source: Unauthorized to use location services
tr: Konum hizmetlerini kullanma yetkisi yok

source: Location services are disabled
tr: Konum hizmetleri devre dışı

source: Cannot deploy, "%s" file not found in assets
tr: Dağıtılamıyor, "%s" dosyası varlıklarda bulunamadı

source: Cannot have access to external storage on device
tr: Cihazdaki harici depolamaya erişiminiz olamaz

source: Invalid date string: %s
tr: Geçersiz tarih dizesi: %s

source: Invalid time string: %s
tr: Geçersiz zaman dizesi: %s

source: Invalid time Offset string: %s
tr: Geçersiz zaman Ofset dizesi: %s

source: Manual construction of TDeviceInfo is not supported
tr: TDeviceInfo'nun manuel yapısı desteklenmiyor

source: Attribute '%s' already exists
tr: '%s' özniteliği zaten var

source: Device '%s' already exists
tr: '%s' cihazı zaten var

source: MD5: Cannot update a finalized hash
tr: MD5: Kesinleşmiş bir karma güncellenemiyor

source: SHA1: Cannot update a finalized hash
tr: SHA1: Kesinleşmiş bir karma güncellenemiyor

source: SHA2: Cannot update a finalized hash
tr: SHA2: Kesinleşmiş bir karma güncellenemiyor

source: Error decoding URL style (%%XX) encoded string at position %d
tr: %d konumunda URL stili (%%XX) kodlanmış dizenin kodu çözülürken hata oluştu

source: Invalid URL encoded character (%s) at position %d
tr: %d konumunda geçersiz URL kodlu karakter (%s)

source: Invalid HTML encoded character (%s) at position %d
tr: %d konumunda geçersiz HTML kodlu karakter (%s)

source: The Break method was previously called. Break and Stop may not be used in combination in iterations of the same loop
tr: Break yöntemi daha önce çağrılmıştı. Kesme ve Durdurma, aynı döngünün yinelemelerinde birlikte kullanılamaz

source: The Stop method was previously called. Break and Stop may not be used in combination in iterations of the same loop
tr: Durdurma yöntemi daha önce çağrılmıştı. Kesme ve Durdurma, aynı döngünün yinelemelerinde birlikte kullanılamaz

source: Cannot construct an ITask in this manner
tr: Bu şekilde bir ITask oluşturulamaz

source: List of tasks to Join method empty
tr: Katılma yöntemi boş olan görevlerin listesi

source: At least one task in array nil
tr: NIL dizisinde en az bir görev

source: Cannot start a task that has already completed
tr: Zaten tamamlanmış bir görev başlatılamıyor

source: One or more tasks were cancelled
tr: Bir veya daha fazla görev iptal edildi

source: One or more errors occurred
tr: Bir veya daha fazla hata oluştu

source: Must wait on at least one event
tr: En az bir etkinlik beklemelidir

source: Cannot call BeginInvoke on a TComponent in the process of destruction
tr: İmha sürecinde bir TC Bileşeninde BeginInvoke çağrılamıyor

source: ShareContract not available
tr: ShareContract kullanılamıyor

source: Sharing not supported under %s
tr: %s altında paylaşım desteklenmiyor

source: TShareContract.OnProcessMessages event must be assigned first
tr: Önce TShareContract.OnProcessMessages olayı atanmalıdır

source: '%s' is not a valid integer value
tr: '%s' geçerli bir tam sayı değeri değil

source: '%s' is not a valid floating point value
tr: '%s' geçerli bir kayan nokta değeri değil

source: '%s' is not a valid currency value
tr: '%s' geçerli bir para birimi değeri değil

source: '%s' is not a valid date
tr: '%s' geçerli bir tarih değil

source: '%s' is not a valid time
tr: '%s' geçerli bir zaman değil

source: '%s' is not a valid date and time
tr: '%s' geçerli bir tarih ve saat değil

source: '%g' is not a valid date and time
tr: '%g' geçerli bir tarih ve saat değil

source: '%d.%d' is not a valid timestamp
tr: '%d.%d' geçerli bir zaman damgası değil

source: '%s' is not a valid GUID value
tr: '%s' geçerli bir GUID değeri değil

source: '%s' is not a valid boolean value
tr: '%s' geçerli bir boole değeri değil

source: Invalid argument to date encode
tr: Tarih kodlaması için geçersiz bağımsız değişken

source: I/O error %d
tr: G/Ç hatası %d

source: File not found
tr: Dosya bulunamadı

source: Invalid filename
tr: Geçersiz dosya adı

source: Too many open files
tr: Çok fazla açık dosya var

source: File access denied
tr: Dosya erişimi reddedildi

source: Read beyond end of file
tr: Dosyanın sonundan ötesini oku

source: Disk full
tr: Disk dolu

source: Invalid numeric input
tr: Geçersiz sayısal giriş

source: Division by zero
tr: Sıfıra bölme

source: Range check error
tr: Aralık kontrolü hatası

source: Integer overflow
tr: Tamsayı taşması

source: Invalid floating point operation
tr: Geçersiz kayan nokta işlemi

source: Floating point division by zero
tr: Kayan noktanın sıfıra bölünmesi

source: Floating point overflow
tr: Kayan nokta taşması

source: Floating point underflow
tr: Kayan nokta taşması

source: Invalid pointer operation
tr: Geçersiz işaretçi işlemi

source: Invalid class typecast
tr: Geçersiz sınıf tiplemesi

source: Access violation at address %p. %s of address %p
tr: %p adresindeki erişim ihlali. %p adresindeki %s

source: Access violation at address %p, accessing address %p
tr: %p adresindeki erişim ihlali, %p adresine erişiliyor

source: Access violation
tr: Erişim ihlali

source: Stack overflow
tr: Yığın taşması

source: Control-C hit
tr: Control - C isabet

source: Quit key hit
tr: Quit tuşuna basıldı

source: Privileged instruction
tr: Ayrıcalıklı talimat

source: Operation aborted
tr: İşlem durduruldu

source: Exception %s in module %s at %p. %s%s
tr: %s modülünde %p saatinde %s istisnası. %s%s

source: Application Error
tr: Uygulama Hatası

source: sigaction call failed
tr: imzalama çağrısı başarısız oldu

source: OS exception handling initialization failed
tr: İşletim sistemi istisna işleme başlatma başarısız oldu

source: Format '%s' invalid or incompatible with argument
tr: '%s' biçimi geçersiz veya bağımsız değişkenle uyumsuz

source: No argument for format '%s'
tr: '%s' biçimi için argüman yok

source: Variant method calls not supported
tr: Değişken yöntem çağrıları desteklenmiyor

source: Execution
tr: Yürütme

source: Invalid access
tr: Geçersiz erişim

source: Format result longer than 4096 characters
tr: Biçimlendirme sonucu 4096 karakterden uzun

source: Format string too long
tr: Biçim dizesi çok uzun

source: Error creating CFString
tr: CFString oluşturulurken hata oluştu

source: ICU Error: %d, %s
tr: YBÜ Hatası: %d, %s

source: ICU Overflow Error: %d, %s, Needed Length=%d
tr: YBÜ Taşma Hatası: %d, %s, Gerekli Uzunluk=%d

source: Error creating variant or safe array
tr: Değişken veya güvenli dizi oluşturma hatası

source: Variant or safe array index out of bounds
tr: Varyant veya güvenli dizi dizini sınırların dışında

source: Variant or safe array is locked
tr: Değişken veya güvenli dizi kilitlendi

source: Unexpected variant or safe array error: %s%.8x
tr: Beklenmeyen varyant veya güvenli dizi hatası: %s%.8x

source: Invalid variant type conversion
tr: Geçersiz varyant türü dönüşümü

source: Invalid variant operation
tr: Geçersiz varyant işlemi

source: Invalid NULL variant operation
tr: Geçersiz NULL değişken işlemi

source: Invalid variant operation (%s%.8x) %s
tr: Geçersiz varyant işlemi (%s%.8x) %s

source: Range check error for variant of type (%s)
tr: (%s) türünün varyantı için aralık kontrolü hatası

source: Range check error while converting variant of type (%s) into type (%s)
tr: (%s) türünün varyantı (%s) türüne dönüştürülürken aralık kontrolü hatası oluştu

source: Custom variant type (%s%.4x) is out of range
tr: Özel varyant türü (%s%.4x) aralık dışında

source: Custom variant type (%s%.4x) already used by %s
tr: Özel varyant türü (%s%.4x) zaten %s tarafından kullanılıyor

source: Custom variant type (%s%.4x) is not usable
tr: Özel varyant türü (%s%.4x) kullanılamaz

source: Too many custom variant types have been registered
tr: Çok fazla özel varyant türü kaydedildi

source: Variant is not an array
tr: Varyant bir dizi değil

source: Unknown custom variant type ($%.4x)
tr: Bilinmeyen özel değişken türü ($%.4x)

source: Custom variant type ($%.4x) is out of range
tr: Özel varyant türü ($ %.4x) aralık dışında

source: Custom variant type ($%.4x) already used by %s
tr: Özel varyant türü ($%.4x) zaten %s tarafından kullanılıyor

source: Custom variant type ($%.4x) is not usable
tr: Özel varyant türü ($ %.4x) kullanılamıyor

source: Invalid variant operation ($%.8x)
tr: Geçersiz varyant işlemi ($%.8x)

source: Could not convert variant of type (%s) into type (%s)
tr: (%s) türünün varyantı (%s) türüne dönüştürülemedi

source: Overflow while converting variant of type (%s) into type (%s)
tr: (%s) türündeki varyantı (%s) türüne dönüştürürken taşma

source: Variant overflow
tr: Varyant taşması

source: Invalid variant type
tr: Geçersiz varyant türü

source: Operation not supported
tr: İşlem desteklenmiyor

source: Variant operation ran out memory
tr: Değişken işlemi belleği tükendi

source: Unexpected variant error
tr: Beklenmeyen varyant hatası

source: Recursion while doing a VarDataClear
tr: VarDataClear yaparken özyineleme

source: Recursion while doing a VarDataCopy
tr: VarDataCopy yaparken özyineleme

source: Recursion while doing a VarDataCopyNoInd
tr: VarDataCopyNoInd yaparken özyineleme

source: Recursion while doing a VarDataInit
tr: VarDataInit yaparken özyineleme

source: Recursion while doing a VarDataCastTo
tr: VarDataCastTo yaparken özyineleme

source: Variant is empty
tr: Değişken boş

source: Cannot convert from the specified type
tr: Belirtilen türden dönüştürülemiyor

source: Cannot convert to the specified type
tr: Belirtilen türe dönüştürülemiyor

source: External exception %x
tr: Harici istisna %x

source: Assertion failed
tr: Onaylama başarısız oldu

source: Interface not supported
tr: Arabirim desteklenmiyor

source: Exception in safecall method
tr: Güvenli çağrı yönteminde istisna

source: Object lock not owned
tr: Nesne kilidi sahibi değil

source: Monitor support function not initialized
tr: Monitör destek işlevi başlatılmadı

source: Method called on disposed object
tr: Bertaraf edilen nesneye çağrılan yöntem

source: %s (%s, line %d)
tr: %s (%s, satır %d)

source: Abstract Error
tr: Özet Hatası

source: Access violation at address %p in module '%s'. %s of address %p
tr: '%s' modülündeki %p adresinde erişim ihlali. %p adresinin %s'i

source: Cannot access package information for package '%s'
tr: '%s' paketi için paket bilgilerine erişilemiyor

source: Can't load package %s. %s
tr: %s paketi yüklenemiyor. %s

source: Invalid package file '%s'
tr: Geçersiz paket dosyası '%s'

source: Invalid package handle
tr: Geçersiz paket tanıtıcısı

source: Cannot load package '%s.' It contains unit '%s', which is also contained in package '%s'
tr: '%s paketi yüklenemiyor.' Aynı zamanda '%s' paketinde de bulunan '%s' birimini içeriyor

source: System Error. Code: %d. %s%s
tr: Sistem Hatası. Kod: %d. %s%s

source: A call to an OS function failed
tr: Bir işletim sistemi işlevine çağrı yapılamadı

source: Win32 Error. Code: %d. %s
tr: Win32 Hatası. Kod: %d. %s

source: A Win32 API function failed
tr: Bir Win32 API işlevi başarısız oldu

source: Application is not licensed to use this feature
tr: Uygulamanın bu özelliği kullanma lisansı yok

source: Jan
tr: Oca

source: Feb
tr: Şub

source: Mar
tr: Mart

source: Apr
tr: Nis

source: May
tr: Mayıs

source: Jun
tr: Haz

source: Jul
tr: Tem

source: Aug
tr: Ağu

source: Sep
tr: Eyl

source: Oct
tr: Eki

source: Nov
tr: Kas

source: Dec
tr: Aralık

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

source: Sun
tr: Paz

source: Mon
tr: Pzt

source: Tue
tr: Salı

source: Wed
tr: Çar

source: Thu
tr: Per

source: Fri
tr: Cum

source: Sat
tr: Cmt

source: Sunday
tr: Pazar

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Unable to create directory
tr: Dizin oluşturulamıyor

source: Codeset conversion failure
tr: Kod kümesi dönüştürme hatası

source: Invalid source array
tr: Geçersiz kaynak dizi

source: Invalid destination array
tr: Geçersiz hedef dizi

source: Character index out of bounds (%d)
tr: Karakter dizini sınırların dışında (%d)

source: Start index out of bounds (%d)
tr: Dizini sınırların dışında başlat (%d)

source: Invalid count (%d)
tr: Geçersiz sayım (%d)

source: Invalid destination index (%d)
tr: Geçersiz varış noktası endeksi (%d)

source: Invalid code page
tr: Geçersiz kod sayfası

source: Invalid encoding name
tr: Geçersiz kodlama adı

source: No mapping for the Unicode character exists in the target multi-byte code page
tr: Hedef çok baytlı kod sayfasında Unicode karakter için eşleme yok

source: Error creating system registry entry
tr: Sistem kayıt defteri girişi oluşturulurken hata oluştu

source: OLE error %.8x
tr: Ole hatası %.8x

source: Object factory for class %s missing
tr: %s sınıfı için nesne fabrikası eksik

source: Type information missing for class %s
tr: %s sınıfı için tür bilgileri eksik

source: Incorrect type information for class %s
tr: %s sınıfı için yanlış tür bilgisi

source: Dispatch interface missing from class %s
tr: %s sınıfında gönderim arayüzü eksik

source: Method '%s' not supported by automation object
tr: '%s' yöntemi otomasyon nesnesi tarafından desteklenmiyor

source: Variant does not reference an automation object
tr: Varyant bir otomasyon nesnesine başvurmuyor

source: Dispatch methods do not support more than 64 parameters
tr: Sevkiyat yöntemleri 64 'ten fazla parametreyi desteklemiyor

source: DCOM not installed
tr: DCOM kurulu değil

source: DAX Error
tr: Dax Hatası

source: COM Server Warning
tr: COM Sunucu Uyarısı

source: There are still active COM objects in this application. One or more clients may have references to these objects, so manually closing
tr: Bu uygulamada hala etkin com nesneleri var. Bir veya daha fazla istemcinin bu nesnelere referansı olabilir, bu nedenle manuel olarak kapatılır

source: this application may cause those client application(s) to fail. Are you sure you want to close this application?
tr: bu uygulama, bu istemci uygulamalarının başarısız olmasına neden olabilir. Bu uygulamayı kapatmak istediğinizden emin misiniz?

source: Unable to retrieve a pointer to a running object registered with OLE for %s/%s
tr: %s/%s için Ole ile kayıtlı çalışan bir nesneye işaretçi alınamıyor

source: '%s' is not a valid property value
tr: '%s' geçerli bir özellik değeri değil

source: License information for %s is invalid
tr: %s için lisans bilgileri geçersiz

source: License information for %s not found. You cannot use this control in design mode
tr: %s için lisans bilgileri bulunamadı. Bu kontrolü tasarım modunda kullanamazsınız

source: OLE control activation failed
tr: Ole kontrolü etkinleştirilemedi

source: Could not obtain OLE control window handle
tr: Ole kontrol penceresi tanıtıcısı alınamadı

source: ZLib error: target buffer may be too small
tr: ZLib hatası: hedef arabelleği çok küçük olabilir

source: Invalid stream operation
tr: Geçersiz akış işlemi

source: Assign nil to TPicture clears picture
tr: Resmi temizleyen TPicture'a sıfır ata

source: Failed to clear tab control
tr: Sekme denetimi temizlenemedi

source: Failed to delete tab at index %d
tr: %d dizinindeki sekme silinemedi

source: Failed to retrieve tab at index %d
tr: %d dizinindeki sekme alınamadı

source: Failed to get object at index %d
tr: %d dizininde nesne alınamadı

source: Failed to set tab "%s" at index %d
tr: "%s" sekmesi %d dizininde ayarlanamadı

source: Failed to set object at index %d
tr: %d dizinindeki nesne ayarlanamadı

source: MultiLine must be True when TabPosition is tpLeft or tpRight
tr: TabPosition tpLeft veya tpRight olduğunda MultiLine True olmalıdır

source: Invalid item level assignment
tr: Geçersiz öğe seviyesi ataması

source: Invalid level (%d) for item "%s"
tr: "%s" öğesi için geçersiz seviye (%d)

source: Invalid index
tr: Geçersiz dizin

source: Unable to insert an item
tr: Öğe eklenemiyor

source: Invalid owner
tr: Geçersiz sahip

source: Unable to create new column
tr: Yeni sütun oluşturulamıyor

source: Unable to create new item
tr: Yeni öğe oluşturulamıyor

source: RichEdit line insertion error
tr: RichEdit satır ekleme hatası

source: Failed to Load Stream
tr: Akış Yüklenemedi

source: Failed to Save Stream
tr: Akış Kaydedilemedi

source: StatusBar cannot have more than 64 panels
tr: Durum Çubuğu 64 'ten fazla panele sahip olamaz

source: Error assigning Hot-Key to %s. %s
tr: %s öğesine Hot - Key atama hatası. %s

source: Hot-Key is invalid
tr: Hot - Key geçersiz

source: Window is invalid or a child window
tr: Pencere geçersiz veya bir alt pencere

source: Hot-Key is assigned to another window
tr: Çalıştırma tuşu başka bir pencereye atanmış

source: %s is already associated with %s
tr: %s zaten %s ile ilişkilendirilmiş

source: %d is an invalid PageIndex value. PageIndex must be between 0 and %d
tr: %d geçersiz bir PageIndex değeridir. PageIndex 0 ile %d arasında olmalıdır

source: This control requires version 4.70 or greater of COMCTL32.DLL
tr: Bu kontrol, COMCTL32.DLL'nin 4.70 veya daha yeni bir sürümünü gerektirir

source: Date exceeds maximum of %s
tr: Tarih maksimum %s değerini aşıyor

source: Date is less than minimum of %s
tr: Tarih minimum %s değerinden küçük

source: You must be in ShowCheckbox mode to set to this date
tr: Bu tarihe ayarlamak için ShowCheckbox modunda olmalısınız

source: Failed to set calendar date or time
tr: Takvim tarihi veya saati ayarlanamadı

source: Failed to set maximum selection range
tr: Maksimum seçim aralığı ayarlanamadı

source: Failed to set calendar min/max range
tr: Takvim min/maks aralığı ayarlanamadı

source: Date range can only be used in multiselect mode
tr: Tarih aralığı yalnızca çoklu seçim modunda kullanılabilir

source: Failed to set calendar selected range
tr: Takvim seçili aralığı ayarlanamadı

source: Open
tr: Açık

source: WriteObject called twice for the same instance
tr: WriteObject aynı örnek için iki kez çağrıldı

source: Resource %s is of incorrect class
tr: %s kaynağı yanlış sınıfa ait

source: Tab index out of bounds
tr: Sekme dizini sınırların dışında

source: Tab position incompatible with current tab style
tr: Sekme konumu geçerli sekme stili ile uyumlu değil

source: Tab style incompatible with current tab position
tr: Sekme stili geçerli sekme konumuyla uyumsuz

source: Bitmap image is not valid
tr: Bit eşlem görüntüsü geçerli değil

source: Icon image is not valid
tr: Simge resmi geçerli değil

source: Metafile is not valid
tr: Meta dosyası geçerli değil

source: Invalid pixel format
tr: Geçersiz piksel biçimi

source: Invalid image
tr: Geçersiz resim

source: Bitmap is empty
tr: Bit eşlem boş

source: Scan line index out of range
tr: Tarama çizgisi dizini aralık dışında

source: Cannot change the size of an icon
tr: Bir simgenin boyutu değiştirilemez

source: Cannot change the size of a WIC Image
tr: WIC Görüntüsünün boyutu değiştirilemez

source: Invalid operation on TOleGraphic
tr: TOleGraphic'te geçersiz işlem

source: Unknown picture file extension (.%s)
tr: Bilinmeyen resim dosyası uzantısı (.%s)

source: Unsupported clipboard format
tr: Desteklenmeyen pano biçimi

source: Out of system resources
tr: Sistem kaynakları yetersiz

source: Canvas does not allow drawing
tr: Tuval çizime izin vermiyor

source: Text format flag '%s' not supported
tr: Metin biçimi bayrağı '%s' desteklenmiyor

source: Invalid image size
tr: Geçersiz resim boyutu

source: Too many images
tr: Çok fazla resim

source: Image dimensions do not match image list dimensions
tr: Görüntü boyutları görüntü listesi boyutlarıyla eşleşmiyor

source: Invalid ImageList
tr: Geçersiz ImageList

source: Unable to Replace Image
tr: Görüntü Değiştirilemiyor

source: Invalid ImageList Index
tr: Geçersiz ImageList Dizini

source: Failed to read ImageList data from stream
tr: Görüntü Listesi verileri akıştan okunamadı

source: Failed to write ImageList data to stream
tr: Görüntü Listesi verileri akışa yazılamadı
