Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: Container's %s metadata access failed. Error code is: %d.
tr: Kapsayıcının %s meta veri erişimi başarısız oldu. Hata kodu: %d.

source: Edit Container %s Metadata
tr: Kapsayıcı %s Meta Verilerini Düzenle

source: Accessing the properties of %s/%s blob failed. Error code is: %d.
tr: %s/%s blobunun özelliklerine erişilemedi. Hata kodu: %d.

source: Properties of %s/%s
tr: %s/%s özellikleri

source: Edit Access Control List
tr: Erişim Kontrol Listesini Düzenle

source: Create Snapshot
tr: Anlık Görüntü Oluştur

source: Create snapshot of %s/%s
tr: %s/%s anlık görüntüsü oluştur

source: Copy
tr: Kopyala

source: Copy blob %s/%s into...
tr: Blob %s/%s şuraya kopyala...

source: The destination container %s cannot be found. You can create it or refresh the storage content
tr: Hedef kapsayıcı %s bulunamıyor. Oluşturabilir veya depolama içeriğini yenileyebilirsiniz

source: Download
tr: İndir

source: Are you sure you want to change the content of %s?
tr: %s içeriğini değiştirmek istediğinizden emin misiniz?

source: Commit Block List
tr: Taahhüt Engelleme Listesi

source: Commit block list for blob %s/%s
tr: Blob %s/%s için commit engelleme listesi

source: Committing the block list of %s/%s failed. Error code is: %d.
tr: %s/%s engelleme listesi işlenemedi. Hata kodu: %d.

source: The block list is empty for blob %s/%s. Please use %s to add blocks into it and then commit them.
tr: Blob %s/%s için blok listesi boş. Lütfen içine bloklar eklemek için %s kullanın ve ardından bunları işleyin.

source: Lease...
tr: Kira...

source: Acquire
tr: Al

source: Copy Lease ID
tr: Kira Kimlik Numarasını Kopyala

source: Renew
tr: Yenile

source: Release
tr: Yayın

source: Break
tr: Mola

source: Lease on %s/%s is aquired for %d seconds
tr: %s/%s üzerindeki kiralama %d saniye için satın alındı

source: Lease on %s/%s is broken, a new lease can be acquired in %d seconds
tr: %s/%s üzerindeki kira sözleşmesi bozuldu, %d saniye içinde yeni bir kira sözleşmesi satın alınabilir

source: Lease on %s/%s is renewed for another %d seconds
tr: %s/%s üzerindeki kiralama %d saniye daha yenilendi

source: Lease on %s/%s is released
tr: %s/%s üzerindeki kiralama serbest bırakıldı

source: Update Blob Content
tr: Blob İçeriğini Güncelle

source: Update blob's %s/%s content
tr: Blobun %s/%s içeriğini güncelle

source: Cloud access error.
tr: Bulut erişim hatası.

source: Update
tr: Güncelle

source: Create
tr: Oluştur

source: Azure Queues
tr: Azure Kuyrukları

source: Plus %d More...
tr: Artı %d Daha...

source: Add Queue
tr: Kuyruk Ekle

source: Remove Queue
tr: Kuyruğu Kaldır

source: Azure Queue Metadata
tr: Azure Kuyruk Meta Verileri

source: Queue Metadata
tr: Kuyruk Meta Verileri

source: Clear Messages
tr: Mesajları Temizle

source: Add Message
tr: Mesaj Ekle

source: Remove Message
tr: Mesajı kaldır

source: Failed to add Queue: %s
tr: Kuyruk eklenemedi: %s

source: Queue Metadata operation failed for: %s
tr: Kuyruk Meta Verileri işlemi başarısız oldu: %s

source: Failed to remove Queue: %s
tr: Kuyruk kaldırılamadı: %s

source: Enter New Queue Name:
tr: Yeni Kuyruk Adı Girin:

source: Enter Message:
tr: Mesaj Girin:

source: Failed to add Message to Queue: %s
tr: Kuyruğa Mesaj eklenemedi: %s

source: Failed to remove Message(s) from Queue: %s
tr: İleti(ler) Kuyruktan kaldırılamadı: %s

source: Azure Tables
tr: Azure Tabloları

source: Enter New Table Name:
tr: Yeni Tablo Adı Girin:

source: Add Table
tr: Tablo Ekle

source: Delete Table
tr: Tabloyu Sil

source: View Data
tr: Verileri Görüntüle

source: Failed to add Table: %s
tr: Tablo eklenemedi: %s

source: Failed to remove Table: %s
tr: Tablo kaldırılamadı: %s

source: Azure Table Editor
tr: Azure Tablo Düzenleyici

source: Azure Table Editor: %s
tr: Azure Tablo Düzenleyici: %s

source: Load More
tr: Daha fazla yükle

source: [new entity]
tr: [Yeni kuruluş]

source: Add Entity
tr: Varlık Ekle

source: Delete Entity
tr: Varlık Sil

source: Failed to remove Entity: %s
tr: Varlık kaldırılamadı: %s

source: Failed to add Entity
tr: Varlık eklenemedi

source: Failed to update Entity
tr: Varlık güncellenemedi

source: Import Entities
tr: Varlıkları İçe Aktar

source: One or more Entities were not imported.
tr: Bir veya daha fazla Varlık içe aktarılmadı.

source: Entity: %s
tr: Varlık: %s

source: The specified name cannot be used.
tr: Belirtilen ad kullanılamaz.

source: That name is already in use by another column.
tr: Bu ad zaten başka bir sütun tarafından kullanılıyor.

source: Add a Property
tr: İlan Ekle

source: Delete Property
tr: Mülkü Sil

source: Data Type
tr: Veri tipi

source: Edit Property
tr: Emlak Düzenle

source: You may not modify %s
tr: %s üzerinde değişiklik yapamazsınız

source: Are you sure you want to delete this item?
tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: Are you sure you want to delete these items?
tr: {0} ögeyi silmek istediğinize emin misiniz?

source: Value is not a valid %s
tr: Değer geçerli bir %s değil

source: Provided Name contains invalid characters.
tr: Sağlanan Ad geçersiz karakterler içeriyor.

source: Add Property
tr: Özellik Ekle

source: Enter the new property's name
tr: Yeni mekânın adını girin

source: A Property with name '%s' already exists.
tr: '%s' adlı bir Mülk zaten var.

source: Continue and lose current changes?
tr: Devam edilsin ve mevcut değişiklikler kaybedilsin mi?

source: Results Truncated...
tr: Sonuçlar Kesildi...

source: Cannot connect %s to server, SQLConnection and ServerClassName must both be set.
tr: %s sunucuya bağlanamıyor, SQLConnection ve ServerClassName ayarlanmalıdır.

source: Unknown command type
tr: Bilinmeyen komut türü

source: The parameter has an invalid number format
tr: Parametre geçersiz bir sayı biçimine sahip

source: The callback tunnel is in an invalid state and should be terminated.
tr: Geri arama tüneli geçersiz bir durumda ve sonlandırılmalıdır.

source: Specified protocol in request %s is not supported. Current supported protocols are: %s, json, tunnel
tr: %s isteğinde belirtilen protokol desteklenmiyor. Desteklenen mevcut protokoller şunlardır: %s, json, tunnel

source: none specified (uses rest)
tr: belirtilmemiş (REST kullanır)

source: Command %s in request is not supported. Accepted commands are: GET, POST, PUT and DELETE
tr: İstekteki %s komutu desteklenmiyor. Kabul edilen komutlar: GET, POST, PUT ve DELETE

source: Unknown data type for parameter %d: %d
tr: %d parametresi için bilinmeyen veri türü: %d

source: Unknown data type: %s
tr: Bilinmeyen veri türü: %s

source: OnGetClass event not set or it did not provide a class reference
tr: OnGetClass olayı ayarlanmadı veya bir sınıf referansı sağlamadı

source: Invalid request format. /className/methodName and eventual parameters expected.
tr: Geçersiz istek formatı ./ className/methodName ve beklenen nihai parametreler.

source: Server method %0:s has only %1:d parameters. Too many arguments actual arguments: %2:d.
tr: Sunucu yöntemi %0:s sadece %1:d parametreye sahiptir. Çok fazla argüman gerçek argüman :%2:d.

source: Server's method %0:s %1:d parameter in not an input parameter. Either call with less parameters or change the method definition.
tr: Sunucunun %0:s %1:d parametresi bir giriş parametresi değil. Ya daha az parametreyle arayın ya da yöntem tanımını değiştirin.

source: Message content is not a valid JSON value.
tr: Mesaj içeriği geçerli bir JSON değeri değil.

source: Internal command %s not implemented.
tr: Dahili komut %s uygulanmadı.

source: Cannot convert JSON value %0:s input into %1:s
tr: JSON değeri %0:s girişi %1:s'ye dönüştürülemiyor

source: No conversion exists for JSON value %0:s
tr: JSON değeri %0:s için dönüşüm yok

source: Cannot convert DBX type %0:s into a JSON value
tr: DBX TÜRÜ %0:s JSON değerine dönüştürülemiyor

source: Server method %0:s consumed only %1:d input parameters out of %2:d. Either call with more parameters or change method definition.
tr: Sunucu yöntemi %0:s, %2:d giriş parametresinden yalnızca %1:d tanesini tüketti. Daha fazla parametreyle çağırın veya yöntem tanımını değiştirin.

source: Request type %0:s has an empty content. A JSON command object is expected
tr: İstek türü %0:s boş bir içeriğe sahip. Bir JSON komut nesnesi bekleniyor

source: JSON protocol expects a POST request instead of %0:s. Submit a POST request with a JSON command to receive proper response
tr: JSON protokolü %0:s yerine bir POST isteği bekliyor. Uygun yanıtı almak için JSON komutuyla bir POST isteği gönderin

source: JSON protocol expects a JSON array instead a %0:s type. Submit a POST request with a JSON command to receive proper response
tr: JSON protokolü, bir %0:s türü yerine bir JSON dizisi bekler. Uygun yanıtı almak için JSON komutuyla bir POST isteği gönderin

source: Session expired
tr: Oturum süresi doldu

source: HTTP request is missing the session parameter. Add %s parameter with the session id.
tr: Http isteğinde oturum parametresi eksik. Oturum kimliği ile %s parametresi ekleyin.

source: HTTP request misses the count parameter. Add %s parameter holding the byte count.
tr: Http isteği sayım parametresini atlıyor. Bayt sayısını tutan %s parametresini ekleyin.

source: Error redirecting byte flow to internal server.
tr: Bayt akışı dahili sunucuya yönlendirilirken hata oluştu.

source: Error in method %s while waiting for a semaphore.
tr: %s yönteminde bir semafor beklenirken hata oluştu.

source: Timeout occured in method %s while waiting for a semaphore.
tr: %s yönteminde bir semafor beklenirken zaman aşımı oluştu.

source: Communication was terminated.
tr: İletişim kesildi.

source: Invalid parameter naming. Expected [dcname.]field[numeric range] instead of %s
tr: Geçersiz parametre adlandırma. %s yerine [dcname.]alanı[numeric range] bekleniyordu

source: The output parameter (%d) cannot be converted by the selected converter (%s)
tr: Çıkış parametresi (%d) seçilen dönüştürücü (%s) tarafından dönüştürülemez

source: Value must be an instance of TJSONObject
tr: Değer, TJSONObject'in bir örneği olmalıdır

source: Command %s not implemented
tr: %s komutu uygulanmadı

source: Invocation failed as there is currently no registered callback for the given id (%s)
tr: Belirtilen kimlik (%s) için şu anda kayıtlı geri arama olmadığı için çağrı başarısız oldu

source: Channel is terminated while %d are still registered with it
tr: %d hala kayıtlıyken kanal sonlandırıldı

source: Authentication manager rejected user credentials. This may due to invalid combination of DS user name and password
tr: Kimlik doğrulama yöneticisi kullanıcı kimlik bilgilerini reddetti. Bu, DS kullanıcı adı ve şifresinin geçersiz kombinasyonundan kaynaklanabilir

source: The specified session has expired due to inactivity or was an invalid Session ID
tr: Belirtilen oturum etkin olmadığı için sona erdi veya geçersiz bir Oturum Kimliği idi

source: %s class has already been added to the server class list
tr: %s sınıfı zaten sunucu sınıfı listesine eklendi

source: %s class not found in the server class list
tr: %s sınıfı sunucu sınıfı listesinde bulunamadı

source: %s method not found in the server method list
tr: %s yöntemi sunucu yöntemi listesinde bulunamadı

source: All open command objects must be close before changing the server connection
tr: Sunucu bağlantısını değiştirmeden önce tüm açık komut nesneleri kapalı olmalıdır

source: Invalid command handle: %s
tr: Geçersiz komut tanıtıcısı: %s

source: %s is an unrecognized command type
tr: %s tanınmayan bir komut türüdür

source: %s method has already been added to the server method list
tr: %s yöntemi sunucu yöntemi listesine zaten eklendi

source: Command closed or executed again
tr: Komut kapatıldı veya tekrar çalıştırıldı

source: %s is not authorized to perform the requested action.
tr: %s istenen eylemi gerçekleştirme yetkisine sahip değil.

source: The current session does not have permission to perform the requested action.
tr: Geçerli oturumun istenen eylemi gerçekleştirme izni yok.

source: Remote error: %s
tr: Uzaktan hata: %s

source: Command closed or unassigned.
tr: Komut kapalı veya atanmamış.

source: An appropriate REST Service was not specified.
tr: Uygun bir REST Hizmeti belirtilmedi.

source: There is no cached item with ID: %d
tr: %d kimliğine sahip önbelleğe alınmış öğe yok

source: There is no parameter for command %d, parameter index %d.
tr: %d komutu için parametre yok, parametre indeksi %d.

source: Connection cannot be nil. Make sure the connection has been opened.
tr: Bağlantı sıfır olamaz. Bağlantının açıldığından emin olun.

source: Invalid response: cannot parse %s.
tr: Geçersiz yanıt: %s ayrıştırılamıyor.

source: Cannot write %d bytes. Only %d were delivered.
tr: %d bayt yazılamıyor. Sadece %d teslim edildi.

source: Response size (%d bytes) is greater than expected (%d bytes).
tr: Yanıt boyutu (%d bayt) beklenenden (%d bayt) büyük.

source: Connection lost
tr: Bağlantı kesildi

source: Parameter not set for column number %d
tr: %d sütun numarası için parametre ayarlanmadı

source: Protocol %0:s can be used after an adequate instance of %1:s is registered with %2:s.
tr: Protokol %0:s, yeterli bir %1:s örneği %2:s ile kaydedildikten sonra kullanılabilir.

source: Connection timeout error
tr: Bağlantı zaman aşımı hatası

source: Communication timeout error
tr: İletişim zaman aşımı hatası

source: Feature not implemented
tr: Özellik uygulanmadı

source: The certificate has expired.
tr: Sertifikanın süresi doldu.

source: The certificate is not yet valid.
tr: Sertifika henüz geçerli değil.

source: Invalid certificate File.
tr: Geçersiz sertifika dosyası.

source: Caused by: %s
tr: Sebep olan: %s

source: Commands with output values must be prepared
tr: Çıkış değerlerine sahip komutlar hazırlanmalıdır

source: Callback input argument cannot be parsed properly. This is due to a parser error or the server side-serialization
tr: Geri arama giriş bağımsız değişkeni düzgün şekilde ayrıştırılamıyor. Bunun nedeni bir ayrıştırıcı hatası veya sunucu tarafında serileştirmedir

source: A callback parameter cannot be found at the provided index
tr: Sağlanan dizinde bir geri arama parametresi bulunamıyor

source: Command needs more DBXReader parameters
tr: Komutun daha fazla DBXReader parametresine ihtiyacı var

source: Invalid metadata message format
tr: Geçersiz meta veri mesajı biçimi

source: Cannot parse properly the callback output argument
tr: Geri arama çıktı bağımsız değişkeni düzgün bir şekilde ayrıştırılamıyor

source: Invalid callback message format
tr: Geçersiz geri arama mesajı formatı

source: Cannot parse properly the metadata value
tr: Meta veri değeri düzgün bir şekilde ayrıştırılamıyor

source: MetaData cannot be provided from a Blackfish SQL server older than version 8.0
tr: MetaData, sürüm 8.0 'dan daha eski bir Blackfish SQL sunucusundan sağlanamaz

source: Invalid JSON header byte encountered
tr: Geçersiz JSON üst bilgi baytıyla karşılaşıldı

source: Close error
tr: Kapatma hatası

source: Read error
tr: Okuma hatası

source: Unexpected header
tr: Beklenmeyen başlık

source: Encryption key expected to be not null
tr: Şifreleme anahtarının boş olmaması bekleniyor

source: Cypher filter needs to be setUp first
tr: Önce şifre filtresinin ayarlanması gerekiyor

source: Operation %s cannot complete since it expects a container for at least %s bytes instead of %s
tr: %s işlemi, %s yerine en az %s baytlık bir kapsayıcı beklediğinden tamamlanamıyor

source: Cypher keys do not match, please use the same key
tr: Şifreleme tuşları eşleşmiyor, lütfen aynı anahtarı kullanın

source: Read attempt when no read data is available
tr: Okuma verisi mevcut olmadığında okuma denemesi

source: Write attempt when write data is already available
tr: Veri yazma zaten mevcut olduğunda yazma girişimi

source: Communication filter %s is not registered. Filter class needs to be registered in order to communicate with the server.
tr: İletişim filtresi %s kayıtlı değil. Sunucu ile iletişim kurmak için filtre sınıfının kaydedilmesi gerekir.

source: Filter %s rejected setup parameter %s given value %s. At this point the server communication is not possible due to this incompatibility.
tr: Filtre %s reddedilen kurulum parametresi %s verilen değer %s. Bu noktada bu uyumsuzluk nedeniyle sunucu iletişimi mümkün değildir.

source: No connection
tr: Bağlantı yok

source: The Server has no matching %s filter.
tr: Sunucunun eşleşen %s filtresi yok.

source: The Account Key you have entered is invalid.
tr: Girdiğiniz Hesap Anahtarı geçersiz.

source: IPImplementationID cannot be change while transport is active
tr: Taşıma etkinken IPImplementationID değiştirilemez

source: Unsupported variant type: %s
tr: Desteklenmeyen değişken türü: %s

source: %s class already registered
tr: %s sınıfı zaten kayıtlı

source: %s class is not registered
tr: %s sınıfı kayıtlı değil

source: %s class registered with a nil class reference
tr: Sıfır sınıf referansı ile kayıtlı %s sınıfı

source: %s class cannot be found in %s
tr: %s sınıfı %s içinde bulunamıyor

source: Cannot free TClassRegistry.ClassRegistry
tr: TClassRegistry.ClassRegistry serbest bırakılamıyor

source: Unable to load %s (ErrorCode %d). It may be missing from the system path.
tr: 0] yüklenemiyor (ErrorCode %d). Sistem yolunda eksik olabilir.

source: Unable to find procedure %s
tr: %s prosedürü bulunamıyor

source: Unknown driver: %s
tr: Bilinmeyen sürücü: %s

source: Invalid argument: %s
tr: Geçersiz bağımsız değişken: %s

source: Invalid transaction Object
tr: Geçersiz işlem Nesnesi

source: %s property not set
tr: %s özelliği ayarlanmadı

source: %s driver cannot be loaded. Make sure your project either uses the %s unit or uses packages so the %s package can be loaded dynamically
tr: %s sürücüsü yüklenemiyor. Projenizin %s birimini kullandığından veya paketleri kullandığından emin olun, böylece %s paketi dinamik olarak yüklenebilir

source: Reader Next method has not been called
tr: Okuyucu Sonraki yöntem çağrılmadı

source: Reader has no more rows
tr: Okuyucunun başka satırı yok

source: %s type cannot be modified
tr: %s türü değiştirilemez

source: %s parameter cannot be modified
tr: %s parametresi değiştirilemez

source: Cannot set this singleton instance more than once or after it has been retrieved one or more times
tr: Bu tekil örnek bir kereden fazla veya bir veya daha fazla kez alındıktan sonra ayarlanamaz

source: Cannot find connection files from application directory (%s) or the system registry (%s).
tr: Uygulama dizininden (%s) veya sistem kayıt defterinden (%s) bağlantı dosyaları bulunamıyor.

source: Cannot delegate a connection more than 16 times: %s
tr: Bir bağlantı 16 defadan fazla devredilemez: %s

source: Invalid Ordinal: %d
tr: Geçersiz Ordinal: %d

source: DBX Error: %s
tr: DBX Hatası: %s

source: Error Code:
tr: Hata Kodu:

source: Command can only be prepared once
tr: Komut yalnızca bir kez hazırlanabilir

source: %s value type cannot be accessed as %s value type
tr: %s değer türüne %s değer türü olarak erişilemiyor

source: A driver instance with the %s name has already been loaded.
tr: %s adına sahip bir sürücü ortağı örneği zaten yüklendi.

source: Operation failed. Connection was closed
tr: İşlem başarısız. Bağlantı kapatıldı

source: Could not find metadata: %s; package: %s. Add %s to your uses.
tr: Meta veri bulunamadı: %s; paket: %s. Kullanımlarınıza %s ekleyin.

source: JSON byte stream cannot be parsed correctly into a JSON value
tr: JSON bayt akışı bir JSON değerine doğru şekilde ayrıştırılamıyor

source: No statement to execute
tr: Yürütülecek ifade yok

source: %s. Vendor error message: %s.
tr: %s. Satıcı hata mesajı: %s.

source: dbExpress driver does not support the %s data type
tr: dbExpress sürücüsü %s veri türünü desteklemiyor

source: Unmatched brace found in format string: %s
tr: Şu biçim dizesinde eşleşmeyen parantez bulundu: %s

source: Unmatched brace found in format string: %d
tr: Biçim dizesinde eşleşmeyen parantez bulundu: %d

source: Connect request timed out after %s milliseconds
tr: Bağlantı isteği %s milisaniyeden sonra zaman aşımına uğradı

source: Unrecognized command: %s
tr: Tanınmayan komut: %s

source: %s is an invalid setting for the %s property. Use '%s' or a semicolon separated list of one or more of the following: %s %s %s %s %s %s %s %s %s %s %s %s
tr: %s, %s özelliği için geçersiz bir ayardır. '%s' veya aşağıdakilerden bir veya daha fazlasının noktalı virgülle ayrılmış listesini kullanın: %s %s %s %s %s %s %s %s %s %s %s %s

source: Internal: Field %s has no serialized value
tr: Dahili: %s alanı seri değer içermiyor

source: Internal: Field %s conversion is incomplete
tr: Dahili: %s alanı dönüşümü tamamlanmadı

source: Internal: Array expected instead of %s
tr: Dahili: %s yerine dizi bekleniyor

source: Internal: Array expected instead of nil
tr: Dahili: Sıfır yerine dizi bekleniyor

source: Internal: Type expected
tr: Dahili: Tür bekleniyor

source: Internal: Type fields pair expected
tr: Dâhili: Tür alanları çifti bekleniyor

source: Internal: JSON value expected instead of %s
tr: Dahili: %s yerine JSON değeri bekleniyor

source: Internal: Current context cannot accept a value
tr: Dahili: Mevcut bağlam bir değeri kabul edemez

source: Internal: Object context expected when processing a pair
tr: Dahili: Bir çift işlenirken beklenen nesne bağlamı

source: Internal: Current context cannot accept a pair
tr: Dahili: Mevcut bağlam bir çifti kabul edemez

source: Internal: Type %s is not currently supported
tr: Dahili: %s türü şu anda desteklenmiyor

source: Field attribute should provide a field interceptor instead of a type one on field %s
tr: Alan özniteliği, %s alanındaki bir tür yerine bir alan önleyici sağlamalıdır

source: Internal: Conversion failed, converted object is most likely incomplete
tr: Dahili: Dönüştürme başarısız oldu, dönüştürülen nesne büyük olasılıkla eksik

source: Internal: No conversion possible for type: %s
tr: Dahili: Şu tür için dönüştürme mümkün değil: %s

source: Internal: Field %s cannot be found in type %s
tr: Dahili: %s alanı %s türünde bulunamıyor

source: Internal: Value %s cannot be converted to be assigned to field %s in type %s
tr: Dahili: %s değeri, %s türündeki %s alanına atanmak üzere dönüştürülemez

source: Value %s cannot be converted into %s. You may use a user-defined reverter
tr: %s değeri %s değerine dönüştürülemez. Kullanıcı tanımlı bir dönüştürücü kullanabilirsiniz

source: Cannot set value for field %s as it is expected to be an array instead of %s
tr: %s yerine bir dizi olması beklendiği için %s alanı için değer ayarlanamıyor

source: Internal: Cannot instantiate type %s
tr: Dahili: %s türü örneklenemiyor

source: The input value is not a valid Object
tr: Giriş değeri geçerli bir Nesne değil

source: Internal: Object type %s not found for id: %s
tr: Dahili: Kimlik için nesne türü %s bulunamadı: %s

source: Internal: Invalid pair name %s: expected %s or %s
tr: Dahili: Geçersiz çift adı %s: beklenen %s veya %s

source: Un-marshaled array cannot be set as a field value. A reverter may be missing for field %s of %s
tr: Görevlendirilmemiş dizi bir alan değeri olarak ayarlanamaz. %s/%s alanı için bir dönüştürücü eksik olabilir

source: Object expected at position %d in JSON array %s
tr: Nesne JSON dizisinde %d konumunda bekleniyor %s

source: String expected at position %d in JSON array %s
tr: Dize, JSON dizisinde %d konumunda bekleniyor %s

source: JSON array expected for field %s in JSON %s
tr: JSON dizisi, JSON %s içindeki %s alanı için bekleniyor

source: JSON object expected for field %s in JSON %s
tr: JSON nesnesi JSON %s içindeki %s alanı için bekleniyor

source: JSON string expected for field %s in JSON %s
tr: JSON dizesi, JSON %s içindeki %s alanı için bekleniyor

source: No Product name found for Data Provider. No metadata can be provided.
tr: Veri Sağlayıcı için Ürün adı bulunamadı. Hiçbir meta veri sağlanamaz.
