Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: Failed to start advertising as the advertising is already started
tr: Reklam zaten başlatıldığı için reklam başlatılamadı

source: Operation failed due to an internal error
tr: Dahili bir hata nedeniyle işlem başarısız oldu

source: This feature is not supported on this platform
tr: Bu özellik bu platformda desteklenmiyor

source: A regular expression specified in RegEx is required
tr: RegEx'te belirtilen düzenli bir ifade gereklidir

source: Error in regular expression at offset %d: %s
tr: Ofsette normal ifadede hata %d: %s

source: Error studying the regex: %s
tr: Regex okunurken hata oluştu: %s

source: Successful match required
tr: Başarılı eşleşme gerekli

source: Strings parameter cannot be nil
tr: Dizeler parametresi sıfır olamaz

source: Invalid index type
tr: Geçersiz dizin türü

source: Index out of bounds (%d)
tr: Sınır dışı dizini (%d)

source: Invalid group name (%s)
tr: Geçersiz grup adı (%s)

source: Ancestor for '%s' not found
tr: '%s' için ata bulunamadı

source: Cannot assign a %s to a %s
tr: Bir %s, bir %s 'ye atanamaz

source: Bits index out of range
tr: Bit endeksi aralık dışında

source: List is locked during an active ForEach
tr: Liste, etkin bir ForEach sırasında kilitlendi

source: Can't write to a read-only resource stream
tr: Salt okunur bir kaynak akışına yazılamıyor

source: ''%s'' expected
tr: ''%s '' bekleniyordu

source: CheckSynchronize called from thread $%x, which is NOT the main thread
tr: Ana iş parçacığı OLMAYAN $%x iş parçacığından çağrılan CheckSynchronize

source: Class %s not found
tr: %s sınıfı bulunamadı

source: Delimiter and QuoteChar properties cannot have the same value
tr: Sınırlayıcı ve QuoteChar özellikleri aynı değere sahip olamaz

source: A class named %s already exists
tr: %s adlı bir sınıf zaten var

source: List does not allow duplicates ($0%x)
tr: Liste yinelemelere izin vermiyor ($ 0%x)

source: A component named %s already exists
tr: %s adlı bir bileşen zaten var

source: String list does not allow duplicates
tr: Dize listesi yinelemelere izin vermiyor

source: Cannot create file "%s". %s
tr: "%s" dosyası oluşturulamıyor. %s

source: Fixed column count must be less than column count
tr: Sabit sütun sayısı sütun sayısından az olmalıdır

source: Fixed row count must be less than row count
tr: Sabit satır sayısı satır sayısından az olmalıdır

source: Cannot open file %s
tr: %s dosyası açılamıyor

source: Cannot open file "%s". %s
tr: "%s" dosyası açılamıyor. %s

source: Grid too large for operation
tr: Şebeke çalışma için çok büyük

source: Identifier expected
tr: Tanımlayıcı bekleniyor

source: Grid index out of range
tr: Izgara endeksi aralık dışında

source: Unable to write to %s
tr: %s adresine yazılamıyor

source: Invalid action creation
tr: Geçersiz eylem oluşturma

source: Invalid action enumeration
tr: Geçersiz eylem numaralandırması

source: Invalid action registration
tr: Geçersiz eylem kaydı

source: Invalid action unregistration
tr: Geçersiz eylem kaydı silme

source: The client can not be an instance of class %s
tr: İstemci, %s sınıfının bir örneği olamaz

source: Class %s does not support the action
tr: %s sınıfı eylemi desteklemiyor

source: Invalid binary value
tr: Geçersiz ikili değer

source: Invalid file name - %s
tr: Geçersiz dosya adı - %s

source: '%s' is an invalid mask at (%d)
tr: '%s' geçersiz bir maske (%d)

source: ''%s'' is not a valid component name
tr: ''%s '' geçerli bir bileşen adı değil

source: Invalid property value
tr: Geçersiz özellik değeri

source: Invalid property element: %s
tr: Geçersiz özellik öğesi: %s

source: Invalid property path
tr: Geçersiz mekân yolu

source: Invalid property type: %s
tr: Geçersiz mekân türü: %s

source: Invalid data type for '%s'
tr: '%s' için geçersiz veri türü

source: Invalid string constant
tr: Geçersiz dize sabiti

source: Cannot insert or delete rows from grid
tr: Izgaraya satır eklenemiyor veya ızgaradan satır silinemiyor

source: Item not found ($0%x)
tr: Öğe bulunamadı ($ 0%x)

source: Line too long
tr: Satır çok uzun

source: List capacity out of bounds (%d)
tr: Liste kapasitesi sınırların dışında (%d)

source: List count out of bounds (%d)
tr: Sınır dışı kayıt sayısı (%d)

source: List index out of bounds (%d)
tr: Liste dizini sınırların dışında (%d)

source: Invalid input value
tr: Geçersiz giriş değeri

source: Invalid input value. Use escape key to abandon changes
tr: Geçersiz giriş değeri. Değişiklikleri terk etmek için escape tuşunu kullanın

source: Memory Buffer overrun
tr: Bellek Arabelleği aşımı

source: Out of memory while expanding memory stream
tr: Bellek akışını genişletirken bellek yetersiz

source: %s has not been registered as a COM class
tr: %s bir com sınıfı olarak kaydedilmedi

source: Number expected
tr: Beklenen sayı

source: ANSI or UTF8 encoding expected
tr: ANSI veya UTF8 kodlaması bekleniyor

source: %s on line %d
tr: %s %d hattında

source: Component name '%s' exceeds 64 character limit
tr: Bileşen adı '%s' 64 karakter sınırını aşıyor

source: Error reading %s%s%s: %s
tr: %s %s%s okunurken hata oluştu: %s

source: Stream read error
tr: Akış okuma hatası

source: Property is read-only
tr: Mekân salt okunur

source: Failed to create key %s
tr: %s anahtarı oluşturulamadı

source: Failed to get data for '%s'
tr: '%s' için veri alınamadı

source: Invalid component registration
tr: Geçersiz bileşen kaydı

source: Failed to set data for '%s'
tr: '%s' için veri ayarlanamadı

source: Resource %s not found
tr: %s kaynağı bulunamadı

source: %s.Seek not implemented
tr: %s .Seek uygulanmadı

source: Operation not allowed on sorted list
tr: Sıralanmış listede işleme izin verilmiyor

source: String expected
tr: Beklenen dize

source: %s expected
tr: %s bekleniyordu

source: Too many rows or columns deleted
tr: Çok fazla satır veya sütun silindi

source: %s not in a class registration group
tr: %s bir sınıf kayıt grubunda değil

source: Property %s does not exist
tr: %s özelliği mevcut değil

source: Stream write error
tr: Akış yazma hatası

source: Error setting stream size
tr: Akış boyutu ayarlanırken hata oluştu

source: Thread creation error: %s
tr: Konu oluşturma hatası: %s

source: Thread Error: %s (%d)
tr: Konu Hatası: %s (%d)

source: Cannot terminate an externally created thread
tr: Harici olarak oluşturulan bir ileti dizisi sonlandırılamıyor

source: Cannot wait for an externally created thread
tr: Harici olarak oluşturulan bir ileti dizisi için bekleyemezsiniz

source: Cannot call Start on a running or suspended thread
tr: Çalışan veya askıya alınmış bir ileti dizisinde Başlat çağrılamıyor

source: Cannot call CheckTerminated on an externally created thread
tr: Harici olarak oluşturulan bir ileti dizisinde CheckTerminated çağrılamıyor

source: Cannot call SetReturnValue on an externally create thread
tr: Harici olarak oluşturulan bir ileti dizisinde SetReturnValue çağrılamıyor

source: Parameter %s cannot be nil
tr: Parametre %s sıfır olamaz

source: Parameter %s cannot be a negative value
tr: %s parametresi negatif bir değer olamaz

source: Input buffer exceeded for %s = %d, %s = %d
tr: %s = %d, %s = %d için giriş arabelleği aşıldı

source: Invalid characters in path
tr: Yolda geçersiz karakterler

source: Invalid characters in file name
tr: Dosya adında geçersiz karakterler

source: Invalid characters in search pattern
tr: Arama modelinde geçersiz karakterler

source: The specified path is too long
tr: Belirtilen yol çok uzun

source: The specified path was not found
tr: Belirtilen yol bulunamadı

source: The path format is not supported
tr: Yol biçimi desteklenmiyor

source: The specified directory is not empty
tr: Belirtilen dizin boş değil

source: The specified directory already exists
tr: Belirtilen dizin zaten var

source: The specified directory name is invalid
tr: Belirtilen dizin adı geçersiz

source: The source directory is the same as the destination directory
tr: Kaynak dizin, hedef dizinle aynıdır

source: The source file is the same as the destination file
tr: Kaynak dosya hedef dosya ile aynı

source: The path must specify a file
tr: Yol bir dosya belirtmelidir

source: The source and destination paths must contain the same root drive
tr: Kaynak ve hedef yollar aynı kök sürücüyü içermelidir

source: The drive cannot be found
tr: Sürücü bulunamıyor

source: The specified file was not found
tr: Belirtilen dosya bulunamadı

source: The specified file already exists
tr: Belirtilen dosya zaten var

source: (%d, %d) is not a valid DateDay pair
tr: (%d, %d) geçerli bir DateDay çifti değil

source: (%d, %d, %d) is not a valid DateWeek triplet
tr: (%d, %d, %d) geçerli bir DateWeek üçlüsü değil

source: (%d, %d, %d, %d) is not a valid DateMonthWeek quad
tr: (%d, %d, %d, %d) geçerli bir DateMonthWeek dörtlüsü değil

source: (%d, %d, %d, %d) is not a valid DayOfWeekInMonth quad
tr: (%d, %d, %d, %d) geçerli bir DayOfWeekInMonth dörtlüsü değil

source: %f Julian cannot be represented as a DateTime
tr: %f Julian bir TarihSaat olarak temsil edilemez

source: Dates before Year 1 are not supported
tr: 1. Yıldan önceki tarihler desteklenmez

source: The given "%s" local time is invalid (situated within the missing period prior to DST).
tr: Verilen "%s" yerel saati geçersiz (DST'den önceki eksik süre içinde bulunur).

source: Incompatible conversion types [%s, %s]
tr: Uyumsuz dönüşüm türleri [%s, %s]

source: Incompatible conversion types [%s, %s, %s]
tr: Uyumsuz dönüşüm türleri [%s, %s, %s]

source: Incompatible conversion types [%s - %s, %s - %s]
tr: Uyumsuz dönüşüm türleri [%s - %s, %s - %s]

source: Unknown conversion type %s
tr: Bilinmeyen dönüşüm türü %s

source: Conversion type (%s) already registered in %s
tr: Dönüşüm türü (%s) zaten %s içinde kayıtlı

source: Unknown conversion family %s
tr: Bilinmeyen dönüşüm ailesi %s

source: Conversion family (%s) already registered
tr: Dönüşüm ailesi (%s) zaten kayıtlı

source: Illegal type
tr: Yasa dışı tür

source: Illegal family
tr: Yasa dışı aile

source: %s has a factor of zero
tr: %s sıfır faktörüne sahip

source: Could not parse %s
tr: %s ayrıştırılamadı

source: TStrings descendant %s failed to call inherited constructor
tr: TStrings alt öğesi %s devralınan yapıcıyı çağıramadı

source: Windows socket error: %s (%d), on API '%s'
tr: Windows soket hatası: %s (%d), API '%s' üzerinde

source: Asynchronous socket error %d
tr: Eşzamansız soket hatası %d

source: No address specified
tr: Adres belirtilmedi

source: Can't listen on an open socket
tr: Açık bir prizde dinleyemiyorum

source: Can't create new socket
tr: Yeni soket oluşturulamıyor

source: Socket already open
tr: Soket zaten açık

source: Can't change value while socket is active
tr: Soket etkinken değer değiştirilemez

source: Socket must be in blocking mode
tr: Soket engelleme modunda olmalıdır

source: %s error %d, %s
tr: %s hata %d, %s

source: Read
tr: Oku

source: Write
tr: Yaz

source: Could not parse imaginary portion
tr: Hayali kısım ayrıştırılamadı

source: Could not parse required '%s' symbol
tr: Gerekli '%s' sembolü ayrıştırılamadı

source: Could not parse required '+' (or '-') symbol
tr: Gerekli '+' (veya '-') sembolü ayrıştırılamadı

source: Could not parse real portion
tr: Gerçek kısım ayrıştırılamadı

source: Unexpected end of string [%s]
tr: Beklenmeyen dizgi sonu [%s]

source: Unexpected characters
tr: Beklenmeyen karakterler

source: No Help Manager installed.
tr: Yüklü Yardım Yöneticisi yok.

source: No topic-based help installed.
tr: Konuya dayalı yardım yüklenmedi.

source: No context-sensitive help installed.
tr: Bağlama duyarlı yardım yüklenmedi.

source: No help found for context %d.
tr: %d bağlamı için yardım bulunamadı.

source: No help found for "%s"
tr: "%s" için yardım bulunamadı

source: No Table of Contents found.
tr: İçindekiler Tablosu bulunamadı.

source: No help viewer that supports filters
tr: Filtreleri destekleyen yardım görüntüleyici yok

source: A valid high surrogate character is >= $D800 and <= $DBFF
tr: Geçerli bir yüksek vekil karakter >= $D800 ve <= $DBFF

source: A valid low surrogate character is >= $DC00 and <= $DFFF
tr: Geçerli bir düşük vekil karakter >= $DC00 ve <= $DFFF

source: Index out of range (%d). Must be >= 0 and < %d
tr: Dizin aralık dışında (%d). >= 0 ve < %d olmalıdır

source: String index out of range (%d). Must be >= %d and <= %d
tr: Dize dizini aralık dışında (%d). >= %d ve <= %d olmalıdır

source: Invalid UTF32 character value. Must be >= 0 and <= $10FFFF, excluding surrogate pair ranges
tr: Geçersiz UTF32 karakter değeri. >= 0 ve <= $10FFFF olmalıdır, vekil çift aralıkları hariç

source: High surrogate char without a following low surrogate char at index: %d. Check that the string is encoded properly
tr: Endekste aşağıdaki düşük vekil karakter olmadan yüksek vekil karakter: %d. Dizenin düzgün kodlanıp kodlanmadığını kontrol edin

source: Low surrogate char without a preceding high surrogate char at index: %d. Check that the string is encoded properly
tr: Endeks: %d 'de önceki bir yüksek vekil karakter olmadan düşük vekil karakter. Dizenin düzgün kodlanıp kodlanmadığını kontrol edin

source: Argument, %s, must be >= 0
tr: Bağımsız değişken, %s, >= 0 olmalıdır

source: Offset and length are invalid for the given array
tr: Belirtilen dizi için ofset ve uzunluk geçersiz

source: Length of Strings and Objects arrays must be equal
tr: Dizilerin ve Nesnelerin Uzunluğu dizileri eşit olmalıdır

source: Source and Destination arrays must not be the same
tr: Kaynak ve Hedef dizileri aynı olmamalıdır

source: Class %s is not intended to be constructed
tr: %s sınıfı inşa edilmek üzere tasarlanmamıştır

source: Cannot call Acquire on TConditionVariable. Must call WaitFor with an external TMutex
tr: TCunditionVariable üzerinde Acquire çağrılamaz. Harici bir TMutex ile WaitFor çağrılmalıdır

source: Invalid Timeout value: %s
tr: Geçersiz Zaman Aşımı değeri: %s

source: Named synchronization objects not supported on this platform
tr: Bu platformda desteklenmeyen adlandırılmış senkronizasyon nesneleri

source: Invalid InitialCount: %d
tr: Geçersiz InitialCount: %d

source: Invalid MaxCount: %d
tr: Geçersiz MaksSayım: %d

source: Invalid operation. Semaphore canceled
tr: Geçersiz işlem. Semafor iptal edildi

source: Invalid semaphore release count: %d
tr: Geçersiz semafor sürüm sayısı: %d

source: Semaphore reached MaxCount
tr: Semaphore MaxCount'a ulaştı

source: Error Creating Semaphore
tr: Semafor Oluşturma Hatası

source: Error Creating Event
tr: Olay Oluşturma Hatası

source: SpinCount out of range. Must be between 0 and %d
tr: SpinCount aralık dışında. 0 ile %d arasında olmalıdır

source: Countdown canceled
tr: Geri sayım iptal edildi

source: Invalid Reset Count: %d
tr: Geçersiz Sıfırlama Sayısı: %d

source: Invalid Count: %d
tr: Geçersiz Sayım: %d

source: Invalid Decrement Count: %d
tr: Geçersiz Azaltma Sayısı: %d

source: Invalid Increment Count: %d
tr: Geçersiz Artış Sayısı: %d

source: Decrement amount will cause invalid results: Count: %d, CurCount: %d
tr: Azalma tutarı geçersiz sonuçlara neden olacak: Sayım: %d, KurSayımı: %d

source: Count already max: Amount: %d, CurCount: %d
tr: Sayım zaten maks: Tutar: %d, KurSayımı: %d

source: Countdown already reached zero (0)
tr: Geri sayım zaten sıfıra ulaştı (0)

source: Timespan too long
tr: Zaman aralığı çok uzun

source: The duration cannot be returned because the absolute value exceeds the value of TTimeSpan.MaxValue
tr: Mutlak değer TTimeSpan.MaxValue değerini aştığı için süre döndürülemiyor

source: Value cannot be NaN
tr: Değer NaN olamaz

source: Negating the minimum value of a Timespan is invalid
tr: Bir Zaman Aralığının minimum değerinin negatif olması geçersizdir

source: Invalid Timespan format
tr: Geçersiz Zaman Aralığı biçimi

source: Timespan element too long
tr: Zaman aralığı öğesi çok uzun

source: Distance
tr: Mesafe

source: Micromicrons
tr: Mikromikronlar

source: Angstroms
tr: Angstromlar

source: Millimicrons
tr: Milimikron

source: Microns
tr: Mikron

source: Millimeters
tr: Milimetre

source: Centimeters
tr: Santimetre

source: Decimeters
tr: Desimetre

source: Meters
tr: Sayaçlar

source: Decameters
tr: Dekametreler

source: Hectometers
tr: Hektometreler

source: Kilometers
tr: Kilometre

source: Megameters
tr: Megametreler

source: Gigameters
tr: Gigametreler

source: Inches
tr: İnç

source: Feet
tr: Ayaklar

source: Yards
tr: Yarda

source: Miles
tr: Mil

source: NauticalMiles
tr: Deniz Mili

source: AstronomicalUnits
tr: AstronomikBirim

source: LightYears
tr: IşıkYılı

source: Parsecs
tr: Parsekler

source: Fathoms
tr: Kulaçlar

source: Hands
tr: Eller

source: Paces
tr: Adımlar

source: Rods
tr: Çubuklar

source: Chains
tr: Zincirler

source: Points
tr: Puanlar

source: Area
tr: Alan

source: SquareMillimeters
tr: MilimetreKare

source: SquareCentimeters
tr: Santimetre Kare

source: SquareDecimeters
tr: MetrekareDesimetre

source: SquareDecameters
tr: KareDekametreler

source: SquareHectometers
tr: KareHektometreler

source: SquareKilometers
tr: Kilometrekare

source: Centares
tr: Merkezler

source: Hectares
tr: Hektar

source: Volume
tr: Hacim

source: CubicMillimeters
tr: MilimetreKüp

source: CubicCentimeters
tr: Santimetre küp

source: CubicMeters
tr: Metreküp

source: CubicKilometers
tr: KüpKilometre

source: MilliLiters
tr: MilliLitre

source: Liters
tr: Litre

source: KiloLiters
tr: KiloLitre

source: Cords
tr: Kordonlar

source: FluidGills
tr: Akışkan Solungaçları

source: FluidTeaspoons
tr: Sıvı Çay Kaşıkları

source: DryGallons
tr: Kuru Galon

source: Mass
tr: Kütle

source: Nanograms
tr: Nanogramlar

source: Micrograms
tr: Mikrogramlar

source: Milligrams
tr: Miligram

source: Centigrams
tr: Santigram

source: Decigrams
tr: Desigram

source: Grams
tr: Gram

source: Decagrams
tr: Dekagramlar

source: Hectograms
tr: Hektogramlar

source: Kilograms
tr: Kilogram

source: MetricTons
tr: Metrik Ton

source: Drams
tr: Dramlar

source: Grains
tr: Tahıllar

source: Tons
tr: Ton

source: Ounces
tr: Ons

source: Pounds
tr: Pound

source: Stones
tr: Taşlar

source: Temperature
tr: Sıcaklık

source: Celsius
tr: Santigrat

source: Fahrenheit
tr: Fahrenhayt

source: Time
tr: Zaman

source: MilliSeconds
tr: MilliSaniye

source: Seconds
tr: Saniye

source: Minutes
tr: Dakika

source: Hours
tr: Saat

source: Days
tr: Gün

source: Weeks
tr: Hafta

source: Months
tr: Ay

source: Years
tr: Yıllar

source: Decades
tr: Onyıllar

source: Centuries
tr: Yüzyıllar

source: Millennia
tr: Binyıllar

source: DateTime
tr: TarihSaat

source: ModifiedJulianDate
tr: DeğiştirildiJulianDate

source: ''%s'' is not a valid date
tr: ''%s '' geçerli bir tarih değil

source: ''%s'' is not a valid date and time
tr: ''%s '' geçerli bir tarih ve saat değil

source: ''%s'' is not a valid integer value
tr: ''%s '' geçerli bir tam sayı değeri değil

source: ''%s'' is not a valid time
tr: ''%s '' geçerli bir zaman değil

source: Invalid argument to time encode
tr: Zaman kodlaması için geçersiz argüman

source: GUID '%s' was previously registered
tr: GUID '%s' daha önce kaydedilmişti

source: Constructing COM object '%s' for which there is no wrapper component
tr: Sarmalayıcı bileşeni olmayan com nesnesi '%s' oluşturuluyor

source: %s.GetComClass returned nil
tr: %s.GetComClass sıfır döndürdü

source: No ComClass specified
tr: ComClass belirtilmedi

source: No COM classes have been registered
tr: Hiçbir com sınıfı kaydedilmedi

source: No context-sensitive help installed
tr: Bağlama duyarlı yardım yüklenmedi

source: No help found for context %d
tr: %d bağlamı için yardım bulunamadı

source: Unable to open Index
tr: Dizin açılamıyor

source: Unable to open Search
tr: Arama açılamıyor

source: Unable to find a Table of Contents
tr: İçindekiler Tablosu bulunamıyor

source: No topic-based help system installed
tr: Konu tabanlı yardım sistemi kurulu değil

source: No help found for %s
tr: %s için yardım bulunamadı

source: Method %s of class %s not found
tr: %s sınıfının %s yöntemi bulunamadı

source: Type mismatch in parameter %d for method %s
tr: %s yöntemi için %d parametresinde tür uyuşmazlığı

source: Invalid DispID for parameter %d in method %s
tr: %s yöntemindeki %d parametresi için geçersiz DispID

source: Parameter %d required for method %s
tr: %s yöntemi için %d parametresi gerekiyor

source: Method definition for %s has over %d parameters
tr: %s için yöntem tanımı %d parametreden fazla

source: Too many parameters for method %s
tr: %s yöntemi için çok fazla parametre

source: Unable to invoke method %s that use unpublished type
tr: Yayınlanmamış türü kullanan %s yöntemi çağrılamıyor

source: 10bytes-Extended type in method %s' return type is not supported
tr: %s yönteminde 10 bayt - Genişletilmiş tür 'dönüş türü desteklenmiyor

source: 10bytes-Extended type in parameter %d in method %s is not supported
tr: %s yönteminde %d parametresindeki 10 bayt - Genişletilmiş tür desteklenmiyor

source: Argument out of range
tr: Argüman aralık dışında

source: Argument must not be nil
tr: Argüman sıfır olmamalıdır

source: Cannot modify a collection while iterating
tr: Yineleme sırasında bir koleksiyon değiştirilemez

source: Unbalanced stack or queue operation
tr: Dengesiz yığın veya kuyruk işlemi

source: Item not found
tr: Öğe bulunamadı

source: Duplicates not allowed
tr: Çoğaltmalara izin verilmez

source: Thread tracking isn't enabled
tr: Konu izleme etkinleştirilmedi

source: SpinLock has been re-entered on the same thread
tr: SpinLock aynı konuya yeniden girildi

source: SpinLock not owned by the current thread
tr: SpinLock mevcut iş parçacığına ait değil

source: Insufficient RTTI available to support this operation
tr: Bu işlemi desteklemek için yetersiz RTTI mevcut

source: Parameter count mismatch
tr: Parametre sayısı uyuşmazlığı

source: Parameter count exceeded
tr: Parametre sayısı aşıldı

source: Incompatible type
tr: Uyumsuz tip

source: Type '%s' is not declared in the interface section of a unit
tr: '%s' türü, bir birimin arayüz bölümünde bildirilmez

source: VAR and OUT arguments must match parameter type exactly
tr: Var ve OUT bağımsız değişkenleri parametre türüyle tam olarak eşleşmelidir

source: Insufficient buffer for requested data
tr: İstenen veriler için yetersiz arabellek

source: Invalid 7 bit integer stream encoding
tr: Geçersiz 7 bit tamsayı akış kodlaması

source: Surrogates not allowed as a single char
tr: Taşıyıcılara tek bir karakter olarak izin verilmez

source: Invalid string length
tr: Geçersiz dize uzunluğu

source: Attempt to read past end of stream
tr: Akışın sonunu okumayı dene

source: Byte array for GUID must be exactly %d bytes long
tr: GUID için bayt dizisi tam olarak %d bayt uzunluğunda olmalıdır

source: Specified Login Credential Service not found
tr: Belirtilen Oturum Açma Kimlik Bilgileri Hizmeti bulunamadı

source: Group[%d] - Active: %s
tr: Grup[%d] - Aktif: %s

source: Group Classes
tr: Grup Dersleri

source: Classes
tr: Sınıflar

source: Class Aliases
tr: Sınıf Takma Adları

source: Invalid conversion from %s to %s
tr: %s ile %s arasında geçersiz dönüşüm

source: Invalid CFPropertyList type
tr: Geçersiz CFPropertyList türü

source: Cannot convert CFArray of CFArray
tr: CFArray'in CFArray'i dönüştürülemiyor

source: Cannot convert CFArray of CFDictionary
tr: CFDictionary'nin CFArray'i dönüştürülemiyor

source: Cannot translate CFDictionary to Delphi type
tr: CFDictionary, Delphi türüne çevrilemiyor

source: Key not present
tr: Anahtar mevcut değil

source: Unable to create class '%s'
tr: '%s' sınıfı oluşturulamıyor

source: Selector '%s' not found
tr: '%s' seçicisi bulunamadı

source: Unable to register class '%s'
tr: '%s' sınıfı kaydedilemiyor

source: Fatal error during function invocation
tr: Fonksiyon çağırma sırasında önemli hata

source: %s (Version %d.%d, Build %d, %5:s)
tr: %s (Sürüm %d.%d, Yapı %d, %5:s)
