Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: No metadata could be loaded for: %s.
tr: %s için meta veri yüklenemedi.

source: Could not locate the type: %s.
tr: Şu tür bulunamadı: %s.

source: Invoke Next before getting data from a reader.
tr: Bir okuyucudan veri almadan önce İleri'yi çağırın.

source: No more data in reader.
tr: Okuyucuda daha fazla veri yok.

source: Unknown Data Type
tr: Bilinmeyen Veri Türü

source: Cannot load metadata for %s.
tr: %s için meta veriler yüklenemiyor.

source: Unexpected metadata type
tr: Beklenmeyen meta veri türü

source: Must call Insert before Post.
tr: Post'tan önce INSERT'i aramalısınız.

source: Must call Post before moving away from a new row.
tr: Yeni bir satırdan uzaklaşmadan önce Post'u aramalısınız.

source: Must call Edit before table can be modified.
tr: Tablo değiştirilmeden önce Düzenle çağrılmalıdır.

source: Additional columns must be added after the prescribed columns.
tr: Öngörülen sütunlardan sonra ek sütunlar eklenmelidir.

source: Objecta are not supported with this metadata store.
tr: Bu meta veri deposunda Objecta desteklenmiyor.

source: Unexpected data type %s
tr: Beklenmeyen veri türü %s

source: Driver already registered:
tr: Sürücü zaten kayıtlı:

source: No "%s" defined in %s
tr: %s içinde "%s" tanımlanmadı

source: None
tr: Yok

source: Warning
tr: Uyarı

source: Insufficient memory to complete the operation
tr: İşlemi tamamlamak için yetersiz bellek

source: Unsupported field type
tr: Desteklenmeyen alan türü

source: Unexpected internal error. DBX Object such as a connection, command, or reader may already be closed.
tr: Beklenmeyen dahili hata. DBX Bağlantı, komut veya okuyucu gibi bir nesne zaten kapatılmış olabilir.

source: Not supported
tr: Desteklenmiyor

source: Invalid time
tr: Geçersiz saat

source: Invalid type
tr: Geçersiz tür

source: Invalid ordinal
tr: Geçersiz sıra

source: Invalid parameter
tr: Geçersiz parametre

source: No more rows
tr: Başka satır yok

source: Parameter not set
tr: Parametre ayarlanmadı

source: Invalid username or password
tr: Geçersiz kullanıcı adı veya şifre

source: Invalid precision
tr: Geçersiz hassasiyet

source: Invalid length
tr: Geçersiz uzunluk

source: Invalid isolation level
tr: Geçersiz izolasyon seviyesi

source: Invalid transaction id
tr: Geçersiz işlem kimliği

source: Duplicate transaction id
tr: Yinelenen işlem kimliği

source: Driver restricted
tr: Sürücü ortağı kısıtlandı

source: Transaction active
tr: İşlem aktif

source: Multiple transaction not enabled
tr: Çoklu işlem etkinleştirilmedi

source: Connection failed
tr: Bağlantı başarısız oldu

source: Driver could not be properly initialized. Client library may be missing, not installed properly, of the wrong version, or the driver may be missing from the system path.
tr: Sürücü düzgün bir şekilde başlatılamadı. İstemci kitaplığı eksik olabilir, yanlış sürümün düzgün yüklenmemiş olabilir veya sürücü sistem yolunda eksik olabilir.

source: Optimistic lock failed
tr: İyimser kilit başarısız oldu

source: Invalid reference
tr: Geçersiz başvuru

source: No table
tr: Tablo yok

source: Missing parameter marker
tr: Eksik parametre işaretçisi

source: Driver incompatible
tr: Sürücü ortağı uyumsuz

source: Invalid argument
tr: Geçersiz bağımsız değişken

source: No data
tr: Veri yok

source: Vendor error
tr: Satıcı hatası

source: Unrecognized command type.
tr: Tanınmayan komut türü.

source: Schema or user name separated by a '.' must be specified.
tr: '.' ile ayrılmış şema veya kullanıcı adı belirtilmelidir.

source: Database must be specified.
tr: Veritabanı belirtilmelidir.

source: LibraryName must be specified.
tr: LibraryName belirtilmelidir.

source: GetDriverFunc must be specified.
tr: GetDriverFunc belirtilmelidir.

source: VendorLib must be specified
tr: VendorLib belirtilmelidir

source: Table cannot use column %s in an order by operation since it does not exist
tr: Tablo, mevcut olmadığı için %s sütununu işleme göre sırayla kullanamıyor

source: Illegal argument
tr: Yasa dışı tartışma

source: Unsupported operation
tr: Desteklenmeyen işlem

source: Unexpected string overflow. Length('%s') >= %s)
tr: Beklenmeyen dize taşması. Uzunluk(' %s ') >= %s)

source: Cannot convert JSON input into a stream
tr: JSON girdisi akışa dönüştürülemiyor

source: Cannot convert DBX type %s into a JSON value
tr: DBX TÜRÜ %s bir JSON değerine dönüştürülemiyor

source: Cannot convert JSON value %s input into %s
tr: JSON değeri %s girdisi %s 'e dönüştürülemiyor

source: No conversion exists for JSON value %s
tr: JSON değeri %s için dönüşüm yok

source: Literal Supported
tr: Kelimenin Tam Anlamı Destekleniyor

source: Platform Type Name
tr: Platform Türü Adı

source: Catalog Name
tr: Katalog Adı

source: Procedure Type
tr: İşlem Türü

source: Unclosed quotes were found in the metadata query: %s.
tr: Meta veri sorgusunda kapatılmamış alıntılar bulundu: %s.

source: Default Value
tr: Varsayılan Değer

source: Foreign Key Name
tr: Yabancı Anahtar Adı

source: Index Name
tr: Dizin Adı

source: Unsigned
tr: İmzasız

source: Unique
tr: Benzersiz

source: Primary Key Name
tr: Birincil Anahtar Adı

source: Ascending
tr: Artan

source: Ordinal is outside the bounds of this cursor.
tr: Ordinal bu imlecin sınırları dışında.

source: Scale
tr: Ölçek

source: Column Name
tr: Sütun Adı

source: Table Schema Name
tr: Tablo Şema Adı

source: Primary Column Name
tr: Birincil Sütun Adı

source: Wrong accessor method used for the datatype: %s.
tr: Veri türü için yanlış erişimci yöntemi kullanıldı: %s.

source: Case Sensitive
tr: Büyük/Küçük Harfe Duy

source: Minimum Version
tr: Minimum Sürüm

source: Searchable With Like
tr: Benzeriyle Aranabilir

source: Create Parameters
tr: Parametre Oluştur

source: Package Name
tr: Paket Adı

source: Parameter Mode
tr: Parametre Modu

source: Precision
tr: Hassasiyet

source: Best Match
tr: En İyi Eşleşme

source: This method must be implemented in a derived class.
tr: Bu yöntem türetilmiş bir sınıfta uygulanmalıdır.

source: No schema name specified.
tr: Şema adı belirtilmedi.

source: Maximum Version
tr: Maksimum Sürüm

source: Auto Increment
tr: Otomatik Artış

source: Literal Suffix
tr: Harfi Harfine Son Ek

source: Create Format
tr: Biçim Oluştur

source: Schema Name
tr: Şema Adı

source: Concurrency
tr: Tutarlılık

source: Reserved Word
tr: Ayrılmış Kelime

source: Primary Catalog Name
tr: Birincil Katalog Adı

source: User Name
tr: Kullanıcı Adı

source: External Definition
tr: Dış Tanım

source: Type Name
tr: Tür Adı

source: Nullable
tr: Geçersiz kılınabilir

source: Provider Type
tr: Sağlayıcı Türü

source: Fixed Length
tr: Sabit Uzunluk

source: Searchable
tr: Aranabilir

source: Constraint Name
tr: Kısıt Adı

source: Unknown schema name specified: %s
tr: Bilinmeyen şema adı belirtildi: %s

source: Parameter Name
tr: Parametre Adı

source: Table Type
tr: Tablo Türü

source: View Name
tr: Görünüm Adı

source: Minimum Scale
tr: Minimum Ölçek

source: Column Size
tr: Sütun Boyutu

source: Fixed Precision
tr: Sabit Hassasiyet

source: Could not parse the %1:s metadata command. Problem found near: %0:s. Original query: %2:s.
tr: %1:s meta veri komutu ayrıştırılamadı. Yakınında sorun bulundu: %0:s. Orijinal sorgu :%2:s.

source: Unknown table type specified:
tr: Bilinmeyen tablo türü belirtildi:

source: A MetaData command was expected here e.g. GetTables.
tr: Burada bir MetaData komutu bekleniyordu, örneğin GetTables.

source: Literal Prefix
tr: Harfi Harfine Ön Ek

source: Primary
tr: Birincil

source: Synonym Name
tr: Eşanlamlı Ad

source: Role Name
tr: Rol Adı

source: Table Catalog Name
tr: Tablo Katalog Adı

source: Maximum Scale
tr: Maksimum Ölçek

source: Primary Schema Name
tr: Birincil Şema Adı

source: Cursor is positioned before the first row, move to the next row before getting data
tr: İmleç ilk satırdan önce konumlandırılır, veri almadan önce bir sonraki satıra geçin

source: Long
tr: Uzun

source: Primary Table Name
tr: Birincil Tablo Adı

source: Max Inline
tr: Maksimum Satır İçi

source: Table Name
tr: Tablo Adı

source: Procedure Name
tr: İşlem Adı

source: AutoIncrementable
tr: Otomatik Artırılabilir

source: No more data.
tr: Daha fazla veri yok.

source: Definition
tr: Tanım

source: The best type match in %s for the column: %s is %s. But it is does not have sufficient precision.
tr: Sütun için %s içindeki en iyi tür eşleşmesi: %s %s. Ancak yeterli hassasiyete sahip değildir.

source: The best type match in %s for the column: %s is %s. But is cannot be used for an auto increment column.
tr: Sütun için %s içindeki en iyi tür eşleşmesi: %s %s. Ancak bir otomatik artış sütunu için kullanılamaz.

source: No long %2:s type found for the column: %1:s in %0:s.
tr: %0:s sütunundaki %1:s sütunu için uzun %2:s türü bulunamadı.

source: Data type: %s is not recognized for SQL dialect.
tr: Veri türü: %s, SQL lehçesi için tanınmıyor.

source: A view definition must start with the CREATE keyword.
tr: Bir görünüm tanımı CREATE anahtar kelimesiyle başlamalıdır.

source: The best type match in %s for the column: %s is %s. But it is unsigned.
tr: Sütun için %s içindeki en iyi tür eşleşmesi: %s %s. Ama imzasız.

source: The best type match in %s for the column: %s is %s. But the max precision is: %s which is less than the specified: %s.
tr: Sütun için %s içindeki en iyi tür eşleşmesi: %s %s. Ancak maksimum hassasiyet: %s belirtilenden daha az: %s.

source: The best type match in %s for the column: %s is %s. But the max scale is: %s which is less than the specified: %s.
tr: Sütun için %s içindeki en iyi tür eşleşmesi: %s %s. Ancak maksimum ölçek: %s belirtilenden daha az: %s.

source: No %2:s type found for the column: %1:s in %0:s.
tr: %0:s içindeki %1:s sütunu için %2:s türü bulunamadı.

source: The best type match in %s for the column: %s is %s. But it cannot hold unicode characters.
tr: Sütun için %s içindeki en iyi tür eşleşmesi: %s %s. Ancak unicode karakterleri tutamaz.

source: The constraint: %s could not be recreated, because the column: %s was dropped.
tr: Kısıtlama: %s yeniden oluşturulamadı, çünkü sütun: %s bırakıldı.

source: The Data type: %s requires a column: %s, which does not exist on the Column collection.
tr: Veri türü: %s, Sütun koleksiyonunda bulunmayan bir sütun: %s gerektirir.

source: Unsupported data type: %s
tr: Desteklenmeyen veri türü: %s

source: Parameter not set for column number %s
tr: %s sütun numarası için parametre ayarlanmadı

source: Invalid Handle
tr: Geçersiz Tanıtıcı

source: Unexpected index: %d
tr: Beklenmeyen endeks: %d

source: Loading SSL module failed. One or more mapped methods are not available.
tr: SSL modülü yüklenemedi. Bir veya daha fazla eşlenmiş yöntem mevcut değil.

source: SSL module was not loaded or it was not loaded successful. Use LoadSSL method to load the module
tr: SSL modülü yüklenmedi veya başarılı bir şekilde yüklenmedi. Modülü yüklemek için LoadSSL yöntemini kullanın

source: RSA key generation failed
tr: RSA anahtar oluşturma başarısız oldu

source: Cannot %s more than %d bytes; current size is %d
tr: %s %d bayttan fazla olamaz; mevcut boyut %d

source: encrypt
tr: şifrelemek

source: decrypt
tr: şifresini çöz

source: SSL module was already loaded and the IP implementation cannot be changed.
tr: SSL modülü zaten yüklenmiş ve IP uygulaması değiştirilemez.

source: sqlite3.dll not found
tr: sqlite3.dll bulunamadı

source: Operation not supported by SQLite
tr: İşlem SQLite tarafından desteklenmiyor

source: ColumnMetaDataSupported property must be set
tr: ColumnMetaDataSupported özelliği ayarlanmalıdır

source: Cannot connect to database '%s'
tr: '%s' veritabanına bağlanılamıyor

source: Cannot change connection on Active Monitor
tr: Etkin Monitördeki bağlantı değiştirilemiyor

source: Missing SQLConnection property
tr: SQLConnection özelliği eksik

source: Cannot perform this operation on an open connection
tr: Bu işlem açık bir bağlantıda gerçekleştirilemez

source: Cannot perform this operation on a closed connection
tr: Bu işlem kapalı bir bağlantıda gerçekleştirilemez

source: SQLConnection property required for this operation
tr: Bu işlem için gerekli SQLConnection özelliği

source: Connection name missing
tr: Bağlantı adı eksik

source: No SQL statement available
tr: SQL deyimi mevcut değil

source: No value for parameter '%s'
tr: '%s' parametresi için değer yok

source: No parameter type for parameter '%s'
tr: '%s' parametresi için parametre türü yok

source: ;Input;Output;Input/Output;Result
tr: ;Giriş;Çıkış;Giriş/Çıkış;Sonuç

source: Result
tr: Sonuç

source: Missing TableName property
tr: TableName özelliği eksik

source: Missing query, table name or procedure name
tr: Eksik sorgu, tablo adı veya prosedür adı

source: Missing DataSetField property
tr: DataSetField özelliği eksik

source: Not in cached update mode
tr: Önbelleğe alınmış güncelleme modunda değil

source: Missing Database property
tr: Eksik Veritabanı özelliği

source: Missing DataSet property
tr: DataSet özelliği eksik

source: Missing DriverName property
tr: DriverName özelliği eksik

source: Unable to execute Query
tr: Sorgu yürütülemiyor

source: Table/Procedure not found
tr: Tablo/Prosedür bulunamadı

source: Unable to determine field names for %s
tr: %s için alan adları belirlenemiyor

source: There is no active transaction
tr: Aktif işlem yok

source: A transaction is already active
tr: Bir işlem zaten etkin

source: Unable to Load %s
tr: %s yüklenemedi

source: Unable to Find Procedure %s
tr: %s Prosedürü Bulunamadı

source: &Edit Connection Properties
tr: & Bağlantı Özelliklerini Düzenle

source: &Add ConnectionString Param
tr: & ConnectionString Parametresi Ekle

source: R&efresh ConnectionString Param
tr: Bağlantı Dizisini & Yenile Parametresi

source: &Remove ConnectionString Param
tr: ConnectionString Parametresini &Kaldır

source: &Edit CommandText
tr: &Komut Metnini Düzenle

source: DLL/Shared Library Name not Set
tr: DLL/Paylaşılan Kütüphane Adı Ayarlanmadı

source: Driver/Connection Registry File '%s' not found
tr: Sürücü/Bağlantı Kayıt Dosyası '%s' bulunamadı

source: Cannot find TableName in CommandText
tr: CommandText'te TableName bulunamadı

source: Cursor not returned from Query
tr: Sorgulamadan imleç döndürülmedi

source: Unable to Open Metadata
tr: Meta Veriler Açılamıyor

source: SQL Error: Error mapping failed
tr: SQL Hatası: Hata eşleme başarısız oldu

source: Stored Procedures not supported by '%s' Server
tr: Saklanan Prosedürler '%s' Sunucusu tarafından desteklenmiyor

source: Packages are not supported by '%s' Server
tr: Paketler '%s' Sunucusu tarafından desteklenmiyor

source: %s: Actual number of parameters (%d) exceeds the current number of stored procedure parameters (%d). Either uncheck the ParamCheck component property or review the parameter list content
tr: %s: Gerçek parametre sayısı (%d), geçerli saklanan prosedür parametresi sayısını (%d) aşıyor. ParamCheck bileşen özelliğinin işaretini kaldırın veya parametre listesi içeriğini inceleyin

source: dbExpress Error: Unknown Error Code '%s'
tr: dbExpress Hatası: Bilinmeyen Hata Kodu '%s'

source: [0x0005]: Operation Not Supported
tr: [0x0005]: İşlem Desteklenmiyor

source: dbExpress Error: %s
tr: dbExpress Hatası: %s

source: Database Server Error: %s
tr: Veritabanı Sunucusu Hatası: %s

source: Unable to move %s to %s
tr: %s öğesini %s öğesine taşıyamazsınız

source: Configuration file %s not found
tr: Yapılandırma dosyası %s bulunamadı

source: ObjectView must be True for Table with Object fields
tr: ObjectView, Nesne alanlarına sahip Tablo için True olmalıdır

source: Object type name required as parameter value
tr: Parametre değeri olarak nesne türü adı gereklidir

source: Cannot create file %s
tr: %s dosyası oluşturulamıyor

source: Open trace log file
tr: İzleme günlük dosyasını açın

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
tr: Metin dosyaları (*.txt)|*.txt|Tüm dosyalar (*.*)|*.*

source: Log files (*.log)
tr: Günlük dosyaları (*.log)

source: Circular provider references not allowed.
tr: Dairesel sağlayıcı referanslarına izin verilmez.

source: Unknown data type: %s for %s parameter
tr: Bilinmeyen veri türü: %s %s parametresi için

source: Save connection parameters
tr: Bağlantı parametrelerini kaydedin

source: Reload connection parameters
tr: Bağlantı parametrelerini yeniden yükleyin

source: Generate DataSnap client classes
tr: DataSnap istemci sınıflarını oluşturun

source: Invalid Enum Value
tr: Geçersiz Enum Değeri

source: Missing Connection or ConnectionString
tr: Eksik Bağlantı veya ConnectionString

source: Filter property cannot be used for detail tables
tr: Filtre özelliği ayrıntı tabloları için kullanılamaz

source: Dataset does not support bookmarks, which are required for multi-record data controls
tr: Veri kümesi, çoklu kayıt veri denetimleri için gerekli olan yer imlerini desteklemez

source: Missing %s property
tr: Eksik %s özelliği

source: CommandText does not return a result set
tr: CommandText bir sonuç kümesi döndürmüyor

source: Error creating object. Please verify that the Microsoft Data Access Components 2.1 (or later) have been properly installed
tr: Nesne oluşturulurken hata oluştu. Lütfen Microsoft Data Access Components 2.1'in (veya sonraki sürümlerinin) düzgün bir şekilde yüklendiğini doğrulayın

source: Events are not supported with server side TableDirect cursors
tr: Olaylar sunucu tarafı TableDirect imleçleriyle desteklenmiyor

source: Unsupported field type (%s) in field %s
tr: %s alanında desteklenmeyen alan türü (%s)

source: No matching ADO data type for %s
tr: %s için eşleşen ADO veri türü yok

source: A connection component is required for async ExecuteOptions
tr: Async ExecuteOptions için bir bağlantı bileşeni gerekiyor

source: Cannot perform a requery after connection has changed
tr: Bağlantı değiştikten sonra yeniden sorgulama gerçekleştirilemiyor

source: FilterOptions are not supported
tr: FilterOptions desteklenmiyor

source: Recordset is not open
tr: Kayıt kümesi açık değil

source: Provider not exported: %s
tr: Sağlayıcı dışa aktarılmadı: %s

source: Missing data provider or data packet
tr: Eksik veri sağlayıcısı veya veri paketi

source: Invalid data packet
tr: Geçersiz veri paketi

source: Must apply updates before refreshing data
tr: Verileri yenilemeden önce güncellemelerin uygulanması gerekir

source: Invalid provider. Provider was freed by the application server
tr: Geçersiz sağlayıcı. Sağlayıcı uygulama sunucusu tarafından serbest bırakıldı

source: Cannot connect, %s must contain a valid ServerName or ServerGUID
tr: Bağlanamıyor, %s geçerli bir ServerName veya ServerGUID içermelidir

source: Cannot connect, %s must contain a valid repository id
tr: Bağlanamıyor, %s geçerli bir depo kimliği içermelidir

source: Grouping level exceeds current index field count
tr: Gruplama düzeyi geçerli dizin alanı sayısını aşıyor

source: Grouping level not defined
tr: Gruplama düzeyi tanımlanmamış

source: Circular provider references not allowed
tr: Dairesel sağlayıcı referanslarına izin verilmiyor

source: Error loading MIDAS.DLL
tr: MIDAS.DLL yüklenirken hata oluştu

source: No fields defined. Cannot create dataset
tr: Hiç alan tanımlanmadı. Veri kümesi oluşturulamıyor

source: CloneConnection invalid: distinct ClientDataSet descendents
tr: CloneConnection geçersiz: ayrı ClientDataSet alt öğeleri

source: Open MyBase table
tr: MyBase tablosunu aç

source: Connection not allowed to TConnectionBroker
tr: TConnectionBroker'a bağlantıya izin verilmiyor

source: Error reading from socket
tr: Soketten okuma hatası

source: Provider name "%s" was not recognized by the server
tr: Sağlayıcı adı "%s" sunucu tarafından tanınmadı

source: Invalid action received: %d
tr: Geçersiz eylem alındı: %d

source: ParentConnection is not assigned
tr: ParentConnection atanmamış

source: ChildName cannot be blank
tr: ChildName boş olamaz

source: Invalid response
tr: Geçersiz yanıt

source: Update affected more than 1 record.
tr: Güncelleme 1'den fazla kaydı etkiledi.

source: Value cannot be stored in an optional parameter
tr: Değer isteğe bağlı bir parametrede saklanamaz

source: Record or field constraint failed.
tr: Kayıt veya alan kısıtlaması başarısız oldu.

source: Field
tr: Alan

source: Cannot apply updates to a ReadOnly provider
tr: Güncellemeler Salt Okunur sağlayıcıya uygulanamıyor

source: Unable to find record. No key specified
tr: Kayıt bulunamadı. Anahtar belirtilmedi

source: Cannot resolve to dataset when using nested datasets or references
tr: İç içe geçmiş veri kümeleri veya referanslar kullanıldığında veri kümesine çözümlenemiyor

source: Preparation of record constraint failed with error "%s"
tr: Kayıt kısıtlamasının hazırlanması "%s" hatasıyla başarısız oldu

source: Preparation of field constraint failed with error "%s"
tr: Alan kısıtlamasının hazırlanması "%s" hatasıyla başarısız oldu

source: Preparation of default expression failed with error "%s"
tr: Varsayılan ifadenin hazırlanması "%s" hatasıyla başarısız oldu

source: Array elements of type %s are not supported
tr: %s türündeki dizi öğeleri desteklenmiyor

source: Unable to resolve records. Table name not found.
tr: Kayıtlar çözümlenemiyor. Tablo adı bulunamadı.

source: Modifications are not allowed
tr: Değişikliklere izin verilmez

source: Deletes are not allowed
tr: Silmelere izin verilmez

source: Inserts are not allowed
tr: Eklemelere izin verilmez

source: CommandText changes are not allowed
tr: Komut Metni değişikliklerine izin verilmez

source: Operation not allowed with aggregates active
tr: Toplamlar etkinken işleme izin verilmez

source: No server available
tr: Sunucu yok

source: <Invalid Registration: %s>
tr: <Geçersiz Kayıt: %s>

source: Requires Connection before opening
tr: Açılmadan önce Bağlantı gerektirir

source: Circular reference to Connection not allowed
tr: Bağlantıya dairesel başvuruya izin verilmez

source: Expected return value not received
tr: Beklenen dönüş değeri alınmadı

source: WinSock 2 must be installed to use the socket connection
tr: Soket bağlantısını kullanmak için WinSock 2 kurulu olmalıdır

source: URL required
tr: URL gerekli

source: URL must be in the form "http://server.company.com/scripts/httpsrvr.dll"
tr: URL "http://server.company.com/scripts/httpsrvr.dll" biçiminde olmalıdır

source: Server is busy
tr: Sunucu meşgul

source: Object not available: %s
tr: Nesne kullanılamıyor: %s

source: Cannot open detail table with master closed
tr: Ana kapalıyken ayrıntı tablosu açılamıyor

source: Class not available
tr: Sınıf mevcut değil

source: Out of memory
tr: Bellek yetersiz

source: Unable to load Midas due to missing code page conversion library.
tr: Eksik kod sayfası dönüştürme kütüphanesi nedeniyle Midas yüklenemiyor.

source: Could not find server in ObjectManager list
tr: ObjectManager listesinde sunucu bulunamadı

source: Assign nil to a TBitmap clears the bitmap
tr: TBitmap'e nil atamak bitmap'i temizler

source: Operation not supported on selected printer
tr: İşlem seçili yazıcıda desteklenmiyor

source: Printer selected is not valid
tr: Seçilen yazıcı geçerli değil

source: Printer index out of range
tr: Yazıcı dizini aralık dışında

source: %s on %s
tr: %s üzerinde %s

source: There is no default printer currently selected
tr: Şu anda seçili varsayılan yazıcı yok

source: Printer is not currently printing
tr: Yazıcı şu anda yazdırmıyor

source: Printing in progress
tr: Yazdırma devam ediyor

source: Invalid printing job settings
tr: Geçersiz yazdırma işi ayarları

source: Invalid page format settings
tr: Geçersiz sayfa biçimi ayarları

source: Cannot start the printing job
tr: Yazdırma işi başlatılamıyor

source: Cannot end the printing job
tr: Yazdırma işi sonlandırılamıyor

source: Cannot add the page for printing
tr: Yazdırma için sayfa eklenemiyor

source: Cannot change the number of document copies
tr: Belge kopya sayısı değiştirilemiyor
