Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: Expected %d arguments, but received %d
tr: %d argüman bekleniyordu, ancak %d alındı

source: Expected 1 argument to ToStr
tr: ToStr için 1 argüman bekleniyordu

source: Manager cannot be Nil.
tr: Yönetici Nil olamaz.

source: Owner cannot be Nil.
tr: Sahibi Nil olamaz.

source: Scope obj cannot be Nil.
tr: Kapsam obj Sıfır olamaz.

source: The expression has not been compiled yet.
tr: İfade henüz derlenmedi.

source: Manager does not support IBindingNotification.
tr: Yönetici IBindingNotification'ı desteklemiyor.

source: ClassType must be specified.
tr: ClassType belirtilmelidir.

source: Output expression evaluates a read only value
tr: Çıktı ifadesi salt okunur bir değeri değerlendirir

source: Unable to create notifier
tr: Bildirimci oluşturulamıyor

source: No conversion is available from type %s to %s
tr: %s türünden %s türüne dönüşüm mevcut değil

source: Unable to cast or find converters between types %s and %s.
tr: %s ve %s türleri arasında dönüştürücüler oluşturulamıyor veya bulunamıyor.

source: Converter ID must be specified
tr: Dönüştürücü kimliği belirtilmelidir

source: No converter with the name %s has been registered
tr: %s adına sahip hiçbir dönüştürücü kaydedilmedi

source: The converter named "%s" with an identical input type (%s) and output type (%s) has already been added
tr: Aynı giriş türüne (%s) ve çıkış türüne (%s) sahip "%s" adlı dönüştürücü zaten eklendi

source: Method signature does not match expected
tr: Yöntem imzası beklenenle eşleşmiyor

source: A method with name %s already exists
tr: %s adında bir yöntem zaten var

source: No method with the name %s has been registered
tr: %s adına sahip hiçbir yöntem kaydedilmedi

source: Class %s must provide an override for DoSetUp
tr: %s sınıfı, DoSetUp için bir geçersiz kılma sağlamalıdır

source: Object must be valid
tr: Nesne geçerli olmalıdır

source: No handler to link types %s and %s.
tr: %s ve %s türlerini bağlamak için işleyici yok.

source: %s needs to be activated first.
tr: Önce %s öğesinin etkinleştirilmesi gerekiyor.

source: %s needs to be disabled before changed.
tr: %s değiştirilmeden önce devre dışı bırakılmalıdır.

source: Cannot attach the specified object because it is not of the same type as the metaclass.
tr: Belirtilen nesne eklenemiyor çünkü meta sınıfla aynı türde değil.

source: MetaClass cannot be nil.
tr: MetaClass sıfır olamaz.

source: Overload group %s must all have same number of arguments (%d)
tr: Aşırı yük grubu %s aynı sayıda bağımsız değişkene sahip olmalıdır (%d)

source: Invalid number of arguments to %s: expected %d, received %d
tr: %s için geçersiz bağımsız değişken sayısı: %d bekleniyor, %d alındı

source: Wrong number of args: expected %d, got %d
tr: Yanlış sayıda argüman: %d bekleniyordu, %d alındı

source: No matching overload for %s found
tr: %s için eşleşen aşırı yük bulunamadı

source: Ambiguous overloaded call to %s
tr: %s için belirsiz aşırı yüklü çağrı

source: Don't know how to add "%s" and "%s"
tr: "%s" ve "%s" nasıl eklenir bilmiyorum

source: Don't know how to subtract "%s" and "%s"
tr: "%s" ve "%s" nasıl çıkarılır bilmiyorum

source: Don't know how to multiply "%s" and "%s"
tr: "%s" ve "%s" nasıl çarpılır bilmiyorum

source: Don't know how to divide "%s" and "%s"
tr: "%s" ve "%s" nasıl bölünür bilmiyorum

source: Don't know how to negate "%s"
tr: "%s" nasıl reddedilir bilmiyorum

source: Don't know how to compare "%s" and "%s"
tr: "%s" ve "%s" nasıl karşılaştırılır bilmiyorum

source: Expected %s but got %s
tr: %s bekleniyordu, ancak %s alındı

source: Invalid floating-point constant - expected one or more digits after "."
tr: Geçersiz kayan nokta sabiti - "" sonrasında bir veya daha fazla basamak bekleniyor

source: Invalid floating-point constant - expected one or more digits as part of exponent
tr: Geçersiz kayan nokta sabiti - üssün bir parçası olarak bir veya daha fazla basamak bekleniyor

source: Unterminated string found
tr: Sonlandırılmamış dize bulundu

source: Invalid operator in source (%s)
tr: Kaynakta geçersiz operatör (%s)

source: Invalid character in source (#%d)
tr: Kaynakta geçersiz karakter (#%d)

source: Expected EOF - trailing text in expression
tr: Beklenen EOF - ifadede sondaki metin

source: Too many arguments
tr: Çok fazla argüman

source: Expected an identifier, number or string
tr: Bir tanımlayıcı, sayı veya dize bekleniyor

source: Expression too complex (too many constants)
tr: İfade çok karmaşık (çok fazla sabit)

source: Stack underflow
tr: Yığın taşması

source: Couldn't find %s
tr: %s bulunamadı

source: Tried to invoke non-function / non-indexed-property
tr: İşlevsiz/endekslenmemiş mülkiyeti çağırmaya çalıştı

source: Cannot determine value because the wrapper does not support IValue
tr: Sarmalayıcı IValue değerini desteklemediğinden değer belirlenemiyor

source: Cannot find result wrapper because the member wrapper does not support IGroup
tr: Üye sarmalayıcı IGroup'u desteklemediğinden sonuç sarmalayıcı bulunamıyor

source: Unable to wrap: %s
tr: Paketlenemiyor: %s

source: Expression evaluated an empty (nil) value and cannot be assigned
tr: İfade boş (nil) bir değeri değerlendirdi ve atanamıyor

source: Unexpected class conflict
tr: Beklenmedik sınıf çatışması

source: Object type %s not registered
tr: Nesne türü %s kayıtlı değil

source: Scope class %s not registered
tr: Kapsam sınıfı %s kayıtlı değil

source: Scope class %s is already registered
tr: %s kapsam sınıfı zaten kayıtlı

source: The given custom wrapper does not support %s
tr: Verilen özel sarmalayıcı %s desteklemiyor

source: Property %s not found
tr: İlan %s bulunamadı

source: Need at least a getter or a setter.
tr: En azından bir toplayıcıya veya ayarlayıcıya ihtiyacım var.

source: Unable to recompile output expression for %s (%s)
tr: %s (%s) için çıktı ifadesi yeniden derlenemiyor

source: An output scope is required
tr: Bir çıktı kapsamı gereklidir

source: Virtual members are read-only.
tr: Sanal üyeler salt okunurdur.

source: Cannot convert wrapper. It does not support %s
tr: Sarmalayıcı dönüştürülemiyor. %s desteklemiyor

source: Convert float to integer using Round()
tr: Round() kullanarak bolluğu tam sayıya dönüştür

source: UTF8: A start byte not followed by enough continuation bytes in position %s
tr: UTF8: %s konumunda yeterli devam baytının takip etmediği bir başlangıç baytı

source: UTF8: An unexpected continuation byte in %s-byte UTF8 in position %s
tr: UTF8: %s konumunda %s - bayt UTF8 cinsinden beklenmeyen bir devam baytı

source: UTF8: Type cannot be determined out of header byte at position %s
tr: UTF8: Tür, %s konumunda başlık baytı dışında belirlenemez

source: Value '%s' not found
tr: '%s' değeri bulunamadı

source: Conversion from %0:s to %1:s is not supported
tr: %0:s'den %1:s'ye dönüştürme desteklenmiyor

source: End of path
tr: Yolun sonu

source: Error in path
tr: Yolda hata

source: Bad JSON escape sequence: %s
tr: Hatalı JSON kaçış sırası: %s

source: Could not convert string to DateTime: %s
tr: Dize DateTime'a dönüştürülemedi: %s

source: Could not convert string to double: %s
tr: Dize ikiye dönüştürülemedi: %s

source: Could not convert string to integer: %s
tr: Dize tam sayıya dönüştürülemedi: %s

source: , line %d, position %d
tr: , satır %d, konum %d

source: Path '%s'
tr: Yol '%s'

source: Indentation value must be greater than 0
tr: Girinti değeri 0 'dan büyük olmalıdır

source: Input string %s is not a valid double
tr: %s giriş dizesi geçerli bir çift değil

source: Input string %s is not a valid integer
tr: %s giriş dizesi geçerli bir tam sayı değil

source: Input string %s is not a valid number
tr: Giriş dizesi %s geçerli bir sayı değil

source: Invalid character after parsing property name. Expected ':' but got: %s
tr: Özellik adı ayrıştırıldıktan sonra geçersiz karakter. ':' bekleniyordu ama aldı: %s

source: Not a valid close JsonToken: %s
tr: Geçerli bir yakın JsonToken değil: %s

source: Invalid JavaScript property identifier character: %s.
tr: Geçersiz JavaScript özelliği tanımlayıcı karakteri: %s.

source: Invalid JavaScript string quote character. Valid quote characters are ' and "
tr: Geçersiz JavaScript dizesi alıntı karakteri. Geçerli alıntı karakterleri ' ve' dir

source: Invalid JsonToken: %s
tr: Geçersiz JsonToken: %s

source: An ObjectId must be 12 bytes
tr: Bir ObjectId 12 bayt olmalıdır

source: Invalid property identifier character: %s
tr: Geçersiz mülk tanımlayıcı karakteri: %s

source: Invalid state: %s
tr: Geçersiz durum: %s

source: JsonToken %s is not valid for closing JsonType %s.
tr: JsonToken %s, JsonType %s 'ı kapatmak için geçerli değil.

source: No close token for type %s
tr: %s türü için kapatma belirteci yok

source: No token to close.
tr: Kapatılacak belirteç yok.

source: Error parsing boolean value.
tr: Boole değeri ayrıştırılırken hata oluştu.

source: Error parsing comment. Expected: *, got %s.
tr: Yorum ayrıştırılırken hata oluştu. Beklenen: *, %s alındı.

source: Cannot read NaN value.
tr: NaN değeri okunamıyor.

source: Cannot read Infinity value
tr: Sonsuzluk değeri okunamıyor

source: Error parsing null value.
tr: Null değer ayrıştırılırken hata oluştu.

source: Cannot read -Infinity value
tr: Okunamıyor - Sonsuzluk değeri

source: Error parsing undefined value
tr: Tanımsız değer ayrıştırılırken hata oluştu

source: Read past end of current container context
tr: Mevcut kapsayıcı bağlamının sonunu oku

source: Additional text encountered after finished reading JSON content: %s.
tr: JSON içeriği okunduktan sonra ek metinle karşılaşıldı: %s.

source: The reader's MaxDepth of %s has been exceeded.
tr: Okuyucunun %s Maksimum Derinliği aşıldı.

source: A name is required when setting property name state
tr: Özellik adı durumunu ayarlarken bir ad gereklidir

source: Token %s in state %s would result in an invalid JSON object.
tr: %s durumundaki %s belirteci geçersiz bir JSON nesnesine neden olur.

source: After parsing a value an unexpected character was encountered: %s
tr: Bir değer ayrıştırıldıktan sonra beklenmeyen bir karakterle karşılaşıldı: %s

source: Unexpected end when reading bytes.
tr: Bayt okunurken beklenmeyen son.

source: Unexpected character while parsing constructor: %s
tr: Oluşturucu ayrıştırılırken beklenmeyen karakter: %s

source: Unexpected character encountered while parsing number: %s
tr: Numara ayrıştırılırken beklenmeyen bir karakterle karşılaşıldı: %s

source: Unexpected character encountered while parsing value: %s.
tr: Değer ayrıştırılırken beklenmeyen karakterle karşılaşıldı: %s.

source: Unexpected end while parsing comment
tr: Yorum ayrıştırılırken beklenmeyen son

source: Unexpected end while parsing constructor.
tr: Oluşturucu ayrıştırılırken beklenmeyen son.

source: Unexpected end
tr: Beklenmedik son

source: Unexpected end when reading date constructor
tr: Tarih oluşturucuyu okurken beklenmeyen bitiş

source: Unexpected content while parsing JSON
tr: JSON ayrıştırılırken beklenmeyen içerik

source: Unexpected end of object byte value
tr: Nesne bayt değerinin beklenmeyen sonu

source: Unexpected state: %s
tr: Beklenmeyen durum: %s

source: Error reading code with scope. Unexpected token: %s
tr: Kapsamlı kod okunurken hata oluştu. Beklenmeyen belirteç: %s

source: Error reading date. Unexpected token: %s
tr: Tarih okunurken hata oluştu. Beklenmeyen belirteç: %s

source: Unexpected token when reading date constructor. Expected EndConstructor, got %s
tr: Tarih oluşturucuyu okurken beklenmeyen belirteç. EndConstructor bekleniyordu, %s alındı

source: Unexpected token when reading date constructor. Expected Integer, got %s
tr: Tarih oluşturucuyu okurken beklenmeyen belirteç. Beklenen Tamsayı, %s alındı

source: Error reading double. Unexpected token: %s
tr: İki kez okunurken hata oluştu. Beklenmeyen belirteç: %s

source: Error reading integer. Unexpected token: %s
tr: Tam sayı okunamadı. Beklenmeyen belirteç: %s

source: Unexpected token when reading bytes: %s
tr: Bayt okurken beklenmeyen belirteç: %s

source: Error reading string. Unexpected token: %s
tr: Dize okunurken hata oluştu. Beklenmeyen belirteç: %s

source: Unexpected type when writing end: %s
tr: Yazma biterken beklenmeyen tür: %s

source: Unexpected end while parsing unicode character
tr: Unicode karakter ayrıştırılırken beklenmeyen son

source: Unexpected end while parsing unquoted property name
tr: Alıntılanmamış mülk adı ayrıştırılırken beklenmeyen son

source: Unknown JsonType: %s
tr: Bilinmeyen JsonType: %s

source: Cannot write JSON constructor as BSON
tr: JSON yapıcı BSON olarak yazılamıyor

source: Cannot write raw JSON as BSON
tr: Ham JSON, BSON olarak yazılamıyor

source: Write raw JSON is unsupported
tr: Ham JSON yazma desteklenmiyor

source: Write constructor is unsupported
tr: Yazma oluşturucusu desteklenmiyor

source: Cannot write JSON comment as BSON
tr: JSON yorumu BSON olarak yazılamıyor

source: Unsupported type: %s
tr: Desteklenmeyen tür: %s

source: Unterminated string. Expected delimiter: %s.
tr: Sonlandırılmamış dize. Beklenen sınırlayıcı: %s.

source: Only white space characters should be used.
tr: Sadece beyaz boşluk karakterleri kullanılmalıdır.

source: Unexpected token when reading Extended JSON value %s. Expected token: %s
tr: Genişletilmiş JSON değeri %s okunurken beklenmeyen belirteç. Beklenen belirteç: %s

source: This operation is not permitted after pairs or elements have been added
tr: Çiftler veya öğeler eklendikten sonra bu işleme izin verilmez

source: This operation is not permitted on the current JSON type
tr: Mevcut JSON türünde bu işleme izin verilmiyor

source: Cannot add element of unsupported TVarRec type %d
tr: Desteklenmeyen TVarRec türü öğesi %d eklenemiyor

source: Cannot add element of unsupported Variant type %d
tr: Desteklenmeyen Varyant türü %d öğesi eklenemiyor

source: Failed to append open array on item with index %d
tr: Dizini %d olan öğeye açık dizi eklenemedi

source: Failed to append not properly closed set of items
tr: Düzgün kapatılmamış öğe kümesi eklenemedi

source: This operation is not permitted without assigned callback
tr: Atanan geri arama olmadan bu işleme izin verilmez

source: Cannot iterate due to invalid iterator state
tr: Geçersiz yineleyici durumu nedeniyle yinelenemiyor

source: Scheme "%s" already registered for %s
tr: "%s" şeması zaten %s için kayıtlı

source: Credential without user or password
tr: Kullanıcı veya parola olmadan kimlik bilgisi

source: Platform-dependant function not implemented
tr: Platforma bağlı işlev uygulanmadı

source: Scheme-dependant function not implemented
tr: Şemaya bağlı işlev uygulanmadı

source: Method already assigned
tr: Yöntem zaten atanmış

source: URL already assigned
tr: URL zaten atanmış

source: Parameter index (%d) out of range (%d..%d)
tr: Parametre indeksi (%d) aralık dışında (%d..%d)

source: Invalid URL: "%s"
tr: Geçersiz URL: "%s"

source: Parameter "%s" not found
tr: "%s" parametresi bulunamadı

source: Maximum number of redirections (%d) exceeded
tr: Maksimum yönlendirme sayısı (%d) aşıldı

source: Error getting Server Certificate
tr: Sunucu Sertifikası alınırken hata oluştu

source: Server Certificate Invalid or not present
tr: Sunucu Sertifikası Geçersiz veya mevcut değil

source: Server Certificate not accepted
tr: Sunucu Sertifikası kabul edilmedi

source: Empty certificate list
tr: Boş sertifika listesi

source: Unspecified certificate from client
tr: İstemciden belirtilmemiş sertifika

source: Client rejected the certificate
tr: Müşteri sertifikayı reddetti

source: Error obtaining identities
tr: Kimlikler alınırken hata oluştu

source: Error obtaining certificates
tr: Sertifika alınırken hata oluştu

source: Error getting the identity of the certificate
tr: Sertifikanın kimliği alınırken hata oluştu

source: Error importing certificate
tr: Sertifika içe aktarılırken hata oluştu

source: Execution of request terminated with unknown error
tr: İsteğin yürütülmesi bilinmeyen bir hatayla sonlandırıldı

source: Error %d accessing to %s: %s
tr: %d'ye erişim hatası %s: %s

source: Client not assigned to request component
tr: İstemci, istek bileşenine atanmadı

source: Error querying headers: (%d) %s
tr: Üstbilgiler sorgulanırken hata oluştu: (%d) %s

source: Error obtaining session handle
tr: Oturum tanıtıcısı alınırken hata oluştu

source: Error sending data: (%d) %s
tr: Veri gönderilirken hata oluştu: (%d) %s

source: Error connecting to server: %s
tr: Sunucuya bağlanırken hata oluştu: %s

source: Error opening request: (%d) %s
tr: İstek açılırken hata oluştu: (%d) %s

source: Error adding header: (%d) %s
tr: Başlık eklenirken hata oluştu: (%d) %s

source: Error removing header: (%d) %s
tr: Başlık kaldırılırken hata oluştu: (%d) %s

source: Error querying data available: (%d) %s
tr: Mevcut veriler sorgulanırken hata oluştu: (%d) %s

source: Error reading data: (%d) %s
tr: Veri okunurken hata oluştu: (%d) %s

source: Error obtaining response data
tr: Yanıt verileri alınırken hata oluştu

source: Beacon API not available on Windows
tr: Beacon API, Windows'ta kullanılamıyor

source: No Beacon device registered
tr: Kayıtlı Beacon cihazı yok

source: You are not allowed to use location services.
tr: Konum hizmetlerini kullanmanıza izin verilmiyor.

source: Beacon type cannot be changed in this mode
tr: Bu modda yol gösterici türü değiştirilemez

source: Monitoring is not available on this device.
tr: İzleme bu cihazda mevcut değil.

source: This manager can only be used in %s mode.
tr: Bu yönetici yalnızca %s modunda kullanılabilir.

source: You must provide a proximity UUID
tr: Yakınlık UUID'si sağlamalısınız

source: Incorrect ManufacturerId
tr: Yanlış Üretici Kimliği

source: Network socket error: %s (%d), on API '%s'
tr: Ağ soketi hatası: %s (%d), API '%s' üzerinde

source: Socket already closed
tr: Soket zaten kapalı

source: Socket not listening
tr: Soket dinlemiyor

source: Socket type not compatible with call
tr: Soket tipi çağrı ile uyumlu değil

source: Only UDP socket types support broadcasts
tr: Yalnızca UDP soket türleri yayınları destekler

source: Invalid socket handle
tr: Geçersiz soket kolu

source: Number of sockets must not exceed FD_SETSIZE(%d)
tr: Soket sayısı FD_SETSIZE değerini geçmemelidir (%d)

source: Async function must not be nil
tr: Eşzamansızlık işlevi sıfır olmamalıdır

source: Operation not supported with this descriptor kind: %s
tr: İşlem bu tanımlayıcı türüyle desteklenmiyor: %s

source: No BluetoothManager implementation found
tr: BluetoothManager uygulaması bulunamadı

source: Invalid service name, you must provide one.
tr: Geçersiz hizmet adı, bir tane sağlamalısınız.

source: Bluetooth device not found: disconnected or turned off
tr: Bluetooth cihazı bulunamadı: bağlantısı kesildi veya kapatıldı

source: Cannot set discoverable mode
tr: Bulunabilir mod ayarlanamıyor

source: Cannot connect to device: %s
tr: Cihaza bağlanılamıyor: %s

source: Cannot get service record for the service: %s on device: %s
tr: Hizmet için hizmet kaydı alınamıyor: %s cihazda: %s

source: Cannot get RFCOMM channel ID to connect to the device: %s, service: %s
tr: Cihaza bağlanmak için RFCOMM kanal kimliği alınamıyor: %s, servis: %s

source: Cannot remove service: %s
tr: Hizmet kaldırılamıyor: %s

source: Channel is closed, cannot read data
tr: Kanal kapalı, veri okunamıyor

source: Error sending data over current channel
tr: Geçerli kanal üzerinden veri gönderme hatası

source: The bluetooth adapter is in unknown scan mode
tr: Bluetooth adaptörü bilinmeyen tarama modunda

source: Cannot retrieve the state of the bluetooth adapter
tr: Bluetooth adaptörünün durumu alınamıyor

source: Operation "%s" not supported on %s
tr: "%s" işlemi %s üzerinde desteklenmiyor

source: Cannot get state for device: %s
tr: Cihaz için durum alınamıyor: %s

source: Cannot create Socket Output Stream
tr: Soket Çıkış Akışı oluşturulamıyor

source: Error while working with characteristic, error message: %s, %d
tr: Karakteristikle çalışırken hata oluştu, hata mesajı: %s, %d

source: Error setting property: %s
tr: Özellik ayarlanırken hata oluştu: %s

source: Need at least Android %s (API %s)
tr: En az Android %s (API %s) gerekir

source: Error getting service list: (%d) %s
tr: Hizmet listesi alınırken hata oluştu: (%d) %s

source: Error getting device info: (%d) %s
tr: Cihaz bilgisi alınırken hata oluştu: (%d) %s

source: Error trying to accept connections
tr: Bağlantıları kabul etmeye çalışırken hata oluştu

source: Error unregistering service: %s
tr: Hizmet kaydı silinirken hata oluştu: %s

source: Unable to create server socket
tr: Sunucu soketi oluşturulamıyor

source: Cannot create server socket: %s
tr: Sunucu soketi oluşturulamıyor: %s

source: Service registration error(%d): %s
tr: Hizmet kaydı hatası(%d): %s

source: Service %s is already added to this server
tr: %s hizmeti bu sunucuya zaten eklenmiş

source: Error calling setsockopt SO_RCVTIMEO: %s
tr: Setsockopt SO_RCVTIMEO çağrılırken hata oluştu: %s

source: Bluetooth: Unable to initialize Winsock
tr: Bluetooth: Winsock başlatılamıyor

source: Bluetooth: Unable to clean up Winsock
tr: Bluetooth: Winsock temizlenemiyor

source: Error calling setsockopt: %s
tr: Setsockopt çağrılırken hata oluştu: %s

source: Cannot create client socket
tr: İstemci soketi oluşturulamıyor

source: Cannot connect to device: (%d) %s
tr: Cihaza bağlanılamıyor: (%d) %s

source: Cannot send data: (%d) %s
tr: Veri gönderilemiyor: (%d) %s

source: Bluetooth: WSALookupServiceBegin error: (%d) %s
tr: Bluetooth: WSALookupServiceBegin hatası: (%d) %s

source: Unable to create server socket: the specified GUID is in use
tr: Sunucu soketi oluşturulamıyor: belirtilen GUID kullanılıyor

source: Format type (%d) for Integer conversion is not supported
tr: Tamsayı dönüşümü için biçim türü (%d) desteklenmiyor

source: Format type (%d) for Single conversion is not supported
tr: Tek dönüşüm için biçim türü (%d) desteklenmiyor

source: Cannot find characteristic: %s
tr: Özellik bulunamıyor: %s

source: Cannot find descriptor: %s
tr: Tanımlayıcı bulunamıyor: %s

source: Cannot discover services for device: %s
tr: Cihaz için hizmetler bulunamıyor: %s

source: Cannot get list of included services for service: %s
tr: Hizmet için dahil edilen hizmetlerin listesi alınamıyor: %s

source: Characteristic with UUID: %s already exists
tr: UUID'li karakteristik: %s zaten var

source: Cannot get list of characteristics for service: %s
tr: Hizmet için özellik listesi alınamıyor: %s

source: Cannot get list of descriptors for characteristic: %s
tr: Özellik için tanımlayıcı listesi alınamıyor: %s

source: At least MacOS X 10.9 or iOS 6 is required to create Gatt servers
tr: Gatt sunucuları oluşturmak için en az MacOS X 10.9 veya iOS 6 gereklidir

source: Cannot get list of LE devices: (%d) %s
tr: LE cihazlarının listesi alınamıyor: (%d) %s

source: Cannot get the LE device
tr: LE cihazı alınamıyor

source: No Device assigned
tr: Atanmış Cihaz yok

source: Bluetooth: Create LE device handle error: (%d) %s
tr: Bluetooth: LE cihaz tanıtıcısı oluşturma hatası: (%d) %s

source: Bluetooth: BluetoothGATTGetServices res: %d(%X) error: (%d) %s
tr: Bluetooth: BluetoothGATTGetServices res: %d(%X) hata: (%d) %s

source: Bluetooth: BluetoothGATTGetIncludedServices error: (%d) %s
tr: Bluetooth: BluetoothGATTGetIncludedServices hatası: (%d) %s

source: SetupDiGetClassDevs error: (%d) %s
tr: SetupDiGetClassDevs hatası: (%d) %s

source: No Service assigned
tr: Atanmış Hizmet yok

source: The device does not support peripheral mode
tr: Cihaz çevresel modu desteklemiyor

source: Failed to start advertising as the advertise data to be broadcasted is larger than 31 bytes
tr: Yayınlanacak reklam verileri 31 bayttan büyük olduğu için reklam başlatılamadı

source: Failed to start advertising because no advertising instance is available
tr: Reklam örneği mevcut olmadığı için reklam başlatılamadı
