Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: Partial match at beginning
tr: Başlangıçta kısmi eşleşme

source: Partial match anywhere
tr: Herhangi bir yerde kısmi eşleşme

source: Exact Match
tr: Tam Eşleşme

source: Partial match at end
tr: Sonunda kısmi eşleşme

source: Match Range
tr: Maç Aralığı

source: IBX Filter Dialog
tr: IBX Filtre İletişim Kutusu

source: IBFilterDialog only works with IBDataSet or IBQuery components
tr: IBFilterDialog yalnızca IBDataSet veya IBQuery bileşenleriyle çalışır

source: Da&tabase Editor...
tr: Da&tabase Düzenleyici...

source: &Transaction Editor...
tr: &İşlem Düzenleyici...

source: Database Files (*.ib;*.gdb)|*.ib;*.gdb|All files (*.*)|*.*
tr: Veritabanı Dosyaları (*.ib;*.gdb)|*.ib;*.gdb|Tüm dosyalar (*.*)|*.*

source: Database is currently connected. Disconnect and continue?
tr: Veritabanı şu anda bağlı. Bağlantı kesilsin ve devam edilsin mi?

source: Transaction is currently Active. Rollback and continue?
tr: İşlem şu anda Etkin. Geri al ve devam et?

source: E&xecute
tr: & Yürüt

source: No dataset association
tr: Veri kümesi ilişkilendirmesi yok

source: Must select at least one key field and one update field
tr: En az bir anahtar alan ve bir güncelleme alanı seçilmelidir

source: Update SQL statements not generated, exit anyway?
tr: SQL ifadeleri oluşturulmadı, yine de çıkılsın mı?

source: &UpdateSQL Editor...
tr: &UpdateSQL Düzenleyicisi...

source: &Dataset Editor...
tr: &Veri Kümesi Düzenleyici...

source: %s, Default
tr: %s, Varsayılan

source: Plan: Can't retrieve plan - too large
tr: Plan: Plan alınamıyor - çok büyük

source: Unknown error
tr: Bilinmeyen hata

source: InterBase library %s not found in the path. Please install InterBase to use this functionality
tr: Yolda InterBase kitaplığı %s bulunamadı. Bu işlevi kullanmak için lütfen InterBase'i kurun

source: InterBase Install DLL ibinstall.dll not found in the path. Please install InterBase 6 to use this functionality
tr: Yolda InterBase Install DLL ibinstall.dll bulunamadı. Bu işlevi kullanmak için lütfen InterBase 6 'yı yükleyin

source: %s is an InterBase 6 function. Please upgrade to InterBase 6 to use this functonality
tr: %s bir InterBase 6 işlevidir. Bu işlevselliği kullanmak için lütfen InterBase 6 'ya yükseltin

source: Unsupported feature
tr: Desteklenmeyen özellik

source: Not permitted
tr: İzin verilmiyor

source: Temporary file access error
tr: Geçici dosya erişim hatası

source: Database connection timed out
tr: Veritabanı bağlantısı zaman aşımına uğradı

source: Cannot set database
tr: Veritabanı ayarlanamıyor

source: Cannot set transaction
tr: İşlem ayarlanamıyor

source: Operation cancelled at user's request
tr: Kullanıcının isteği üzerine işlem iptal edildi

source: DPB Constant (isc_dpb_%s) is unsupported
tr: DPB Sabiti (isc_dpb_ %s) desteklenmiyor

source: DPB Constant (%d) is unknown
tr: DPB Sabiti (%d) bilinmiyor

source: TPB Constant (isc_tpb_%s) is unsupported
tr: TPB Sabiti (isc_tpb_ %s) desteklenmiyor

source: TPB Constant (%d) is unknown
tr: TPB Sabiti (%d) bilinmiyor

source: Cannot perform operation -- DB is not open
tr: İşlem gerçekleştirilemiyor -- Veritabanı açık değil

source: Cannot perform operation -- DB is currently open
tr: İşlem gerçekleştirilemiyor -- Veritabanı şu anda açık

source: Database name is missing
tr: Veritabanı adı eksik

source: Transaction is not active
tr: İşlem aktif değil

source: Transaction is active
tr: İşlem aktif

source: Timeout values cannot be negative
tr: Zaman aşımı değerleri negatif olamaz

source: No databases are listed in transaction component
tr: İşlem bileşeninde hiçbir veritabanı listelenmiyor

source: Updating wrong database
tr: Yanlış veritabanı güncelleniyor

source: Updating wrong transaction. Unique transaction expected in set
tr: Yanlış işlem güncelleniyor. Kümede benzersiz işlem bekleniyor

source: Database not assigned
tr: Veritabanı atanmadı

source: Transaction not assigned
tr: İşlem atanmadı

source: XSQLDA index out of range
tr: XSQLDA endeksi aralık dışında

source: XSQLDA name does not exist (%s)
tr: XSQLDA adı mevcut değil (%s)

source: End of file
tr: Dosya sonu

source: Beginning of file
tr: Dosyanın başlangıcı

source: Invalid statement handle
tr: Geçersiz ifade tanıtıcısı

source: IBSQL Open
tr: IBSQL Açık

source: IBSQL Closed
tr: IBSQL Kapalı

source: Dataset open
tr: Veri kümesi açık

source: Dataset closed
tr: Veri kümesi kapatıldı

source: Unknown SQL Data type (%d)
tr: Bilinmeyen SQL Veri türü (%d)

source: Invalid column index (index exceeds permitted range)
tr: Geçersiz sütun dizini (dizin izin verilen aralığı aşıyor)

source: Invalid parameter index (index exceeds permitted range)
tr: Geçersiz parametre dizini (dizin izin verilen aralığı aşıyor)

source: Invalid data conversion
tr: Geçersiz veri dönüştürme

source: Column cannot be set to null (%s)
tr: Sütun null olarak ayarlanamaz (%s)

source: Blob stream cannot be read
tr: Blob akışı okunamıyor

source: Blob stream cannot be written
tr: Blob akışı yazılamıyor

source: Empty query
tr: Boş sorgu

source: Cannot "open" a non-select statement. Use ExecQuery
tr: Seçili olmayan bir ifade "açılamıyor ". ExecQuery kullanın

source: No access to field "%s"
tr: "%s" alanına erişim yok

source: Field "%s" is read-only
tr: "%s" alanı salt okunur

source: Field "%s" not found
tr: "%s" alanı bulunamadı

source: Not in edit mode
tr: Düzenleme modunda değil

source: Cannot insert into dataset. (No insert query)
tr: Veri kümesine eklenemiyor. (Ekleme sorgusu yok)

source: Cannot post. (No update/insert query)
tr: Gönderilemiyor. (Güncelleme/ekleme sorgusu yok)

source: Cannot update. (No update query)
tr: Güncellenemiyor. (Güncelleme sorgusu yok)

source: Cannot delete from dataset. (No delete query)
tr: Veri kümesinden silinemiyor. (Silme sorgusu yok)

source: Cannot refresh row. (No refresh query)
tr: Satır yenilenemiyor. (Yenileme sorgusu yok)

source: Buffer not set
tr: Arabellek ayarlanmadı

source: Circular references not permitted
tr: Dairesel referanslara izin verilmez

source: SQL Parse Error: %s
tr: SQL Ayrıştırma Hatası: %s

source: User abort
tr: Kullanıcı iptali

source: Data set is uni-directional
tr: Veri kümesi tek yönlüdür

source: Cannot create shared resource. (Windows error %d)
tr: Paylaşılan kaynak oluşturulamıyor. (Windows hatası %d)

source: Windows API error. (Windows error %d [$%.8x])
tr: Windows API hatası. (Windows hatası %d [$ %.8x])

source: Column lists do not match
tr: Sütun listeleri eşleşmiyor

source: Column types don't match. (From index: %d; To index: %d)
tr: Sütun türleri eşleşmiyor. (Endeksten: %d; Endekse: %d)

source: Can't end a shared transaction unless it is forced and equal to the transaction's TimeoutAction
tr: Zorunlu olmadıkça ve işlemin TimeoutAction'ına eşit olmadıkça paylaşılan bir işlem sonlandırılamaz

source: Unsupported Field Type
tr: Desteklenmeyen Alan Türü

source: Circular DataLink Reference
tr: Dairesel Veri Bağlantısı Referansı

source: Empty SQL Statement
tr: Boş SQL İfadesi

source: use Open for a Select Statement
tr: select Statement için Open kullanın

source: Required Param value not set
tr: Gerekli Parametre değeri ayarlanmadı

source: No Stored Procedure Name assigned
tr: Depolanmış Prosedür Adı atanmadı

source: use ExecProc for Procedure; use TQuery for Select procedures
tr: prosedür için ExecProc kullanın; Prosedürleri seçmek için TQuery kullanın

source: Update Failed
tr: Güncelleme Başarısız

source: CachedUpdates not enabled
tr: Önbellek Güncellemeleri etkin değil

source: Request is not live - cannot modify
tr: İstek canlı değil - değiştirilemez

source: No Provider
tr: Sağlayıcı Yok

source: No Records Affected
tr: Etkilenen Kayıt Yok

source: No Table Name assigned
tr: Tablo Adı atanmadı

source: Cannot Create Primary Index; are created automatically
tr: Birincil Dizin Oluşturulamıyor; otomatik olarak oluşturulur

source: Cannot Drop System Index
tr: Sistem İndeksi Düşürülemiyor

source: Table Name Mismatch
tr: Tablo Adı Uyuşmazlığı

source: Index Field Missing
tr: Dizin Alanı Eksik

source: Cannot Cancel events while processing
tr: İşlem yapılırken etkinlikler iptal edilemiyor

source: Invalid Event
tr: Geçersiz Olay

source: Exceded Maximum Event limits
tr: Exceded Maximum Event limitleri

source: No Events Registered
tr: Kayıtlı Etkinlik Yok

source: Invalid Queueing
tr: Geçersiz Kuyruklama

source: Invalid Registration
tr: Geçersiz Kayıt

source: Invalid Batch Move
tr: Geçersiz Yığın Taşıma

source: SQL Dialect Invalid
tr: SQL Dialect Geçersiz

source: SPB Constant Not supported
tr: SPB Sabiti Desteklenmiyor

source: SPB Constant Unknown
tr: SPB Sabiti Bilinmiyor

source: Cannot perform operation -- service is not attached
tr: İşlem gerçekleştirilemiyor -- hizmet eklenmedi

source: Cannot perform operation -- service is attached
tr: İşlem gerçekleştirilemiyor -- hizmet ektedir

source: Server Name Missing
tr: Sunucu Adı Eksik

source: Query Parameters missing or incorrect
tr: Sorgu Parametreleri eksik veya yanlış

source: start Parameters missing or incorrect
tr: başlangıç Parametreleri eksik veya yanlış

source: Unexpected Output buffer value
tr: Beklenmeyen Çıktı arabellek değeri

source: Generic ServiceStart not applicable: Use Specific Procedures to set configuration params
tr: Genel ServiceStart geçerli değil: Yapılandırma parametrelerini ayarlamak için Özel Prosedürler kullanın

source: SQL Monitor Instance is already present
tr: SQL İzleme Örneği zaten mevcut

source: Cannot print value
tr: Değer yazdırılamıyor

source: EOF in comment detected
tr: Yorumda EOF algılandı

source: EOF in string detected
tr: DİZEDE EOF algılandı

source: Parameter name expected
tr: Parametre adı bekleniyor

source: Successful execution
tr: Başarılı yürütme

source: No Install Options selected
tr: Yükleme Seçeneği seçilmedi

source: DestinationDirectory is not set
tr: Hedef Dizin ayarlanmadı

source: SourceDirectory is not set
tr: SourceDirectory ayarlanmadı

source: Uninstall File Name is not set
tr: Dosya Adını Kaldır ayarlanmadı

source: %s component requires Client to function properly
tr: %s bileşeni, İstemcinin düzgün çalışmasını gerektirir

source: %s component requires Server to function properly
tr: %s bileşeni, Sunucunun düzgün çalışmasını gerektiriyor

source: Invalid option specified
tr: Geçersiz seçenek belirtildi

source: Unexpected onError return value
tr: Beklenmeyen onError dönüş değeri

source: Unexpected onStatus return value
tr: Beklenmeyen onStatus dönüş değeri

source: Edit SQL
tr: SQL'i düzenle

source: DPB Constant (%s) is unknown
tr: DPB Sabiti (%s) bilinmiyor

source: TPB Constant (%s) is unknown
tr: TPB Sabiti (%s) bilinmiyor

source: Unknown Error - Can't retrieve plan
tr: Bilinmeyen Hata - Plan alınamıyor

source: Size Mismatch - Field %s size is too small for data
tr: Boyut Uyuşmazlığı - %s alanı boyutu veri için çok küçük

source: Events already registered
tr: Etkinlikler zaten kayıtlı

source: Trying to store a string of length %d into a field that can only contain %d
tr: %d uzunluğundaki bir dizeyi yalnızca %d içerebilen bir alana depolamaya çalışıyor

source: &Service Editor ...
tr: &Hizmet Düzenleyici ...

source: Successful Connection
tr: Başarılı Bağlantı

source: Not enough timers available
tr: Yeterli zamanlayıcı yok

source: %s is an InterBase 6.5 function. Please upgrade to InterBase 6.5 to use this functonality
tr: %s bir InterBase 6.5 fonksiyonudur. Bu işlevselliği kullanmak için lütfen InterBase 6.5 'e yükseltin

source: Can not find default login prompt dialog. Please add DBLogDlg to the uses section of your main file.
tr: Varsayılan oturum açma istemi iletişim kutusu bulunamıyor. Lütfen DBLogDlg'yi ana dosyanızın kullanımlar bölümüne ekleyin.

source: Invalid statement
tr: Geçersiz ifade

source: Invalid Comment
tr: Geçersiz Yorum

source: Opening connection
tr: Bağlantı açılıyor

source: Starting IBConnectionBroker Version 1.0.1:
tr: IBConnectionBroker Sürüm 1.0.1 'i Başlatma:

source: Database Name =
tr: Veritabanı Adı =

source: User Name =
tr: Kullanıcı Adı =

source: Min Connections =
tr: Minimum Bağlantılar =

source: Max Connections =
tr: Maks. Bağlantı =

source: gave out connection
tr: bağlantı verdi

source: Unable to create new connection:
tr: Yeni bağlantı oluşturulamıyor:

source: -----> Connections Exhausted! Will wait and try again in loop
tr: -----> Bağlantılar Bitti! Bekleyip tekrar döngüde deneyecek

source: Nil database tried to be released
tr: Sıfır veritabanı yayınlanmaya çalışıldı

source: Release connection
tr: Bağlantıyı kes

source: Database Settings
tr: Veritabanı Ayarları

source: Section name can not be empty
tr: Bölüm adı boş olamaz

source: %s is an InterBase 7.0 function. Please upgrade to InterBase 7.0 to use this functonality
tr: %s bir InterBase 7.0 işlevidir. Bu işlevselliği kullanmak için lütfen InterBase 7.0 'a yükseltin

source: %s is an InterBase 7.1 function. Please upgrade to InterBase 7.1 to use this functonality
tr: %s bir InterBase 7.1 işlevidir. Bu işlevselliği kullanmak için lütfen InterBase 7.1 'e yükseltin

source: %s is an InterBase 7.5 function. Please upgrade to InterBase 7.5 to use this functonality
tr: %s bir InterBase 7.5 fonksiyonudur. Bu işlevselliği kullanmak için lütfen InterBase 7.5 'e yükseltin

source: %s is an InterBase 7.51 function. Please upgrade to InterBase 7.51 to use this functonality
tr: %s bir InterBase 7.51 fonksiyonudur. Bu işlevselliği kullanmak için lütfen InterBase 7.51 'e yükseltin

source: %s is an InterBase 2007 function. Please upgrade to InterBase 2007 to use this functonality
tr: %s bir InterBase 2007 işlevidir. Bu işlevselliği kullanmak için lütfen InterBase 2007 'ye yükseltin

source: Version infomation for this server is not retreived
tr: Bu sunucu için sürüm bilgisi geri alınmadı

source: If you supply sizes you must supply 1 size for every file in the Files list (last size optional)
tr: Boyutları sağlıyorsanız, Dosyalar listesindeki her dosya için 1 boyut sağlamanız gerekir (son boyut isteğe bağlıdır)

source: Database can not be connected when performing an Online Dump
tr: Çevrimiçi Döküm gerçekleştirilirken veritabanına bağlanılamaz

source: If you supply sizes you must supply 1 size for every file in the Directories list (last size optional)
tr: Boyutları sağlıyorsanız, Dizinler listesindeki her dosya için 1 boyut sağlamanız gerekir (son boyut isteğe bağlıdır)

source: Only DDL and DML (excluding Select statements) allowed within a Batch block
tr: Bir Parti bloğunda yalnızca DDL ve DML'ye (Select ifadeleri hariç) izin verilir

source: &Retrieve Journal Information
tr: & Yevmiye Bilgilerini Al

source: %s is not a registered server type
tr: %s kayıtlı bir sunucu türü değil

source: Invalid library type assigned. Valid strings are %s
tr: Geçersiz kütüphane türü atandı. Geçerli dizeler %s

source: ServerType can not be changed on an active connection
tr: ServerType etkin bir bağlantıda değiştirilemez

source: Enter Password here
tr: Parolayı buraya girin

source: ServerType must not be empty. IBServer is the usual value
tr: ServerType boş olmamalıdır. IBServer normal değerdir

source: Both tablename and column name are required to set column level encryption passwords
tr: Sütun düzeyinde şifreleme şifreleri ayarlamak için hem tablo adı hem de sütun adı gereklidir

source: Connection must be active to set encryption passwords
tr: Şifreleme şifrelerini ayarlamak için bağlantı etkin olmalıdır

source: %s is an InterBase XE3 function. Please upgrade to InterBase XE3 to use this functonality
tr: %s bir InterBase XE3 işlevidir. Bu işlevselliği kullanmak için lütfen InterBase XE3 'e yükseltin

source: Malformed SSL connection string. String must be terminated with a '??'
tr: Hatalı biçimlendirilmiş SSL bağlantı dizesi. Dize '??' ile sonlandırılmalıdır

source: Malformed SSL connection string. Starting '?ssl=true' not found
tr: Hatalı biçimlendirilmiş SSL bağlantı dizesi. Başlangıç '?ssl=true 'bulunamadı

source: serverPublicFile and serverPublicPath are mutually exclusive options.
tr: serverPublicFile ve serverPublicPath birbirini dışlayan seçeneklerdir.

source: clientPassPhraseFile and clientPassPhrase are mutually exclusive options.
tr: clientPassPhraseFile ve clientPassPhrase birbirini dışlayan seçeneklerdir.

source: Install Library is not supported on iOS
tr: Kitaplık Yükle, iOS'ta desteklenmiyor

source: Service API Online dump
tr: Service API Online dökümü

source: Invalid SQL Override - Valid options are 0 (no override) 1 and 3
tr: Geçersiz SQL Geçersiz Kılma - Geçerli seçenekler 0 (geçersiz kılma yok) 1 ve 3 'tür

source: Service API write mode
tr: Servis API yazma modu

source: Invalid ODS Major Restore version. Valid options are 0 (no change) and >= ODS 13
tr: Geçersiz ODS Büyük Geri Yükleme sürümü. Geçerli seçenekler 0 (değişiklik yok) ve >= ODS 13

source: Missing IBSQL object. Either pass it as a parameter or set the IBSQL property.
tr: Eksik IBSQL nesnesi. Ya bir parametre olarak iletin ya da IBSQL özelliğini ayarlayın.

source: All Params must have a matching field with the same name in the passed TIBSQL
tr: Tüm Parametreler, geçirilen TIBSQL'de aynı ada sahip eşleşen bir alana sahip olmalıdır

source: Element cannot be inserted at the current position
tr: Öğe mevcut konuma eklenemez

source: Error creating element: %0:s (%1:s)
tr: Öğe oluşturulurken hata oluştu: %0:s (%1:s)

source: The page you are working on is in flow layout mode, and objects will be arranged top-to-bottom as in a word processing document. To use absolute (x and y) positioning, change the pageLayout property of the DOCUMENT to GridLayout
tr: Üzerinde çalıştığınız sayfa akış düzeni modundadır ve nesneler bir kelime işlem belgesinde olduğu gibi yukarıdan aşağıya doğru düzenlenecektir. Mutlak (x ve y) konumlandırmayı kullanmak için BELGENİN pageLayout özelliğini GridLayout olarak değiştirin

source: The page you are working on is in flow layout mode, and objects will be arranged top-to-bottom as in a word processing document.
tr: Üzerinde çalıştığınız sayfa akış düzeni modundadır ve nesneler bir kelime işlem belgesinde olduğu gibi yukarıdan aşağıya doğru düzenlenecektir.

source: The page you are working on is in grid layout mode, and objects will be arranged using absolute (x and y) coordinates. To use flow layout (top to bottom, as in a word processing document), change the pageLayout property of the DOCUMENT to FlowLayout
tr: Üzerinde çalıştığınız sayfa ızgara düzeni modundadır ve nesneler mutlak (x ve y) koordinatları kullanılarak düzenlenecektir. Akış düzenini kullanmak için (kelime işlem belgesinde olduğu gibi yukarıdan aşağıya), belgenin pageLayout özelliğini FlowLayout olarak değiştirin

source: Attempting to attach behavior on a nil element
tr: Bir sıfır öğesine davranış eklemeye çalışmak

source: %s Factory property is not assigned
tr: %s Fabrika özelliği atanmadı

source: Multiselect is not enabled
tr: Çoklu seçim etkinleştirilmedi

source: %s.FinishPos must be set before calling FindText
tr: %s.FinishPos, FindText çağrılmadan önce ayarlanmalıdır

source: No search string specified
tr: Arama dizesi belirtilmedi

source: Both StartPos and FinishPos must be set before calling InsertElement
tr: InsertElement çağrılmadan önce hem StartPos hem de FinishPos ayarlanmalıdır

source: StartPos must be set before calling InsertText
tr: InsertText çağrılmadan önce StartPos ayarlanmalıdır

source: StartPos, FinishPos and InsertPos must be set before calling Copy
tr: Kopyalama çağrılmadan önce StartPos, FinishPos ve InsertPos ayarlanmalıdır

source: IMarkupServices not available
tr: IMarkupServices kullanılamıyor

source: IMarkupServices2 not available
tr: IMarkupServices2 kullanılamıyor

source: Find must be called prior to calling FindNext
tr: FindNext çağrılmadan önce arama yapılmalıdır

source: Two behaviors (%s, %s) found for one URL (%s)
tr: Bir URL (%s) için iki davranış (%s, %s) bulundu

source: No markup services available
tr: Kullanılabilir biçimlendirme hizmeti yok

source: StartPos, FinishPos and InsertPos must be set before calling Move
tr: Move çağrılmadan önce StartPos, FinishPos ve InsertPos ayarlanmalıdır

source: %s.CreateBehavior failed with error: %s
tr: %s.CreateBehavior hata ile başarısız oldu: %s

source: No page loaded
tr: Sayfa yüklenmedi

source: Cannot register a nil provider
tr: NIL sağlayıcı kaydedilemiyor

source: Invalid service provider GUID
tr: Geçersiz hizmet sağlayıcı GUID'si

source: %s only supports sinking of method calls!
tr: %s yalnızca yöntem çağrılarının batırılmasını destekler!

source: %s.WebBrowser property not assigned
tr: %s.WebBrowser özelliği atanmadı

source: Cannot activate an edit designer (%s) when there is no active document
tr: Etkin belge olmadığında düzenleme tasarımcısı (%s) etkinleştirilemez

source: Attempting to hook child windows twice
tr: Çocuk pencerelerini iki kez bağlamaya çalışmak

source: Save the current file?
tr: Geçerli dosya kaydedilsin mi?

source: RTTI for type %s was not found. Perhaps missing {$M+}?
tr: %s türü için RTTI bulunamadı. Belki {$M+} kayıptır?

source: ObjectiveC class %s could not be found
tr: ObjectiveC sınıfı %s bulunamadı

source: %s is not a valid ObjectiveC type
tr: %s geçerli bir ObjectiveC türü değil

source: Internal error creating binding for '%s'
tr: '%s' için bağlama oluşturulurken dahili hata oluştu

source: Method '%s' of type '%s' must have cdecl calling convention
tr: '%s' türündeki '%s' yöntemi cdecl çağrı kuralına sahip olmalıdır

source: '%s' must be an interface derived from IObjectiveCClass
tr: '%s' IObjectiveCClass'tan türetilmiş bir arayüz olmalıdır

source: '%s' must be an interface derived from IObjectiveCInstance
tr: '%s' IObjectiveCInstance'dan türetilmiş bir arayüz olmalıdır

source: '%s' must be an interface derived from IObjectiveCProtocol
tr: '%s' IObjectiveCProtocol'den türetilmiş bir arayüz olmalıdır

source: Unable to create ObjectiveC persona for instance of '%s'
tr: '%s' örneği için ObjectiveC kişisi oluşturulamıyor

source: Fatal error invoking interface
tr: Arabirim çağrılırken önemli hata oluştu

source: The type '%s' is not supported with ObjectiveC interoperability
tr: '%s' türü ObjectiveC birlikte çalışabilirliği ile desteklenmiyor

source: Unspecific state of location sensor
tr: Konum sensörünün spesifik olmayan durumu

source: The Socket Server can only be run as a service on NT 3.51 and prior
tr: Soket Sunucusu yalnızca NT 3.51 ve öncesinde bir hizmet olarak çalıştırılabilir

source: Cannot exit when there are active connections. Kill connections?
tr: Aktif bağlantılar olduğunda çıkılamıyor. Bağlantılar kesilsin mi?

source: Cannot change settings when there are active connections. Kill connections?
tr: Etkin bağlantılar olduğunda ayarlar değiştirilemez. Bağlantılar sonlandırılsın mı?

source: Disconnecting clients can cause application errors. Continue?
tr: İstemcilerin bağlantısını kesmek uygulama hatalarına neden olabilir. Devam edilsin mi?

source: Error opening port %d with error: %s
tr: %d bağlantı noktası açılırken hata oluştu: %s

source: (Unknown)
tr: (Bilinmiyor)

source: (Not Shown)
tr: (Gösterilmemiş)

source: %d current connections
tr: %d mevcut bağlantı

source: The Socket Server is already running
tr: Soket Sunucusu zaten çalışıyor

source: This change will not take affect until the Socket Server is restarted
tr: Bu değişiklik, Soket Sunucusu yeniden başlatılana kadar geçerli olmayacaktır

source: Maximum number of arguments allowed exceeded (%d)
tr: İzin verilen maksimum bağımsız değişken sayısı aşıldı (%d)

source: Expected at least one variable for Format() call
tr: Format() çağrısı için en az bir değişken bekleniyor

source: First argument to Format() must be a string
tr: Format() için ilk bağımsız değişken bir dize olmalıdır

source: Unsupported Format() type found: %s
tr: Desteklenmeyen Format() türü bulundu: %s
