Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: This "Portable Network Graphics" image is invalid because the decoder found an unexpected end of the file.
tr: Bu "Taşınabilir Ağ Grafiği" görüntüsü geçersiz çünkü kod çözücü dosyanın beklenmedik bir sonunu buldu.

source: This "Portable Network Graphics" image contains no data.
tr: Bu "Taşınabilir Ağ Grafikleri" görüntüsü veri içermiyor.

source: The program tried to add a existent critical chunk to the current image which is not allowed.
tr: Program, mevcut görüntüye izin verilmeyen mevcut bir kritik yığın eklemeye çalıştı.

source: It's not allowed to add a new chunk because the current image is invalid.
tr: Geçerli görüntü geçersiz olduğu için yeni bir parça eklenmesine izin verilmiyor.

source: The png image could not be loaded from the resource ID.
tr: Png görüntüsü kaynak kimliğinden yüklenemedi.

source: Some operation could not be performed because the system is out of resources. Close some windows and try again.
tr: Sistemde kaynak olmadığı için bazı işlemler gerçekleştirilemedi. Bazı pencereleri kapatıp tekrar deneyin.

source: Setting bit transparency color is not allowed for png images containing alpha value for each pixel (COLOR_RGBALPHA and COLOR_GRAYSCALEALPHA)
tr: Her piksel için alfa değeri içeren png görüntüleri için bit saydamlık RENGİNİN ayarlanmasına izin verilmez (color_RGBALPHA ve color_GRAYSCALEALPHA)

source: This operation is not valid because the current image contains no valid header.
tr: Geçerli görüntü geçerli bir başlık içermediğinden bu işlem geçerli değil.

source: The new size provided for image resizing is invalid.
tr: Görüntünün yeniden boyutlandırılması için sağlanan yeni boyut geçersiz.

source: The "Portable Network Graphics" could not be created because invalid image type parameters have being provided.
tr: Geçersiz görüntü türü parametreleri sağlandığı için "Taşınabilir Ağ Grafikleri" oluşturulamadı.

source: Variant does not reference an OLE object
tr: Varyant bir Ole nesnesine başvurmuyor

source: Method '%s' not supported by OLE object
tr: '%s' yöntemi Ole nesnesi tarafından desteklenmiyor

source: Link Properties
tr: Bağlantı Özellikleri

source: Cannot link to an invalid source.
tr: Geçersiz bir kaynağa bağlanılamıyor.

source: Break link operation is not supported.
tr: Kesme bağlantısı işlemi desteklenmiyor.

source: Linked %s
tr: Bağlantılı %s

source: Operation not allowed on an empty OLE container
tr: Boş bir Ole Kapsayıcıinde işleme izin verilmez

source: Invalid object verb
tr: Geçersiz nesne fiili

source: %s Properties
tr: %s Özellikleri

source: A page with the caption "%s" already exists
tr: "%s" başlıklı bir sayfa zaten var

source: A Ribbon Pages parent must be TCustomRibbon
tr: Bir Şerit Sayfası üst öğesi TCustomRibbon olmalıdır

source: Recent Documents
tr: Son Belgeler

source: Only one Ribbon control on a Form is allowed
tr: Bir Formda yalnızca bir Şerit kontrolüne izin verilir

source: Specified TabIndex is invalid
tr: Belirtilen TabIndex geçersiz

source: A %s can only be placed on a Ribbon Group with an ActionManager assigned
tr: Bir %s yalnızca bir Eylem Yöneticisi atanmış bir Şerit Grubuna yerleştirilebilir

source: Ribbon Group must have a Ribbon Page as its parent
tr: Şerit Grubunun üst öğesi olarak bir Şerit Sayfası olmalıdır

source: Only Ribbon Groups can be inserted into a Ribbon Page
tr: Bir Şerit Sayfasına yalnızca Şerit Grupları eklenebilir

source: Add to Quick Access Toolbar
tr: Hızlı Erişim Araç Çubuğuna Ekle

source: Remove from Quick Access Toolbar
tr: Hızlı Erişim Araç Çubuğundan Kaldır

source: Customize Quick Access Toolbar...
tr: Hızlı Erişim Araç Çubuğunu Özelleştir...

source: More controls
tr: Daha fazla kontrol

source: More Commands...
tr: Daha Fazla Komut...

source: Minimize the Ribbon
tr: Şeridi Simge Durumuna Küçült

source: Cannot place an item on the Quick Access Toolbar that does not have a glyph
tr: Hızlı Erişim Araç Çubuğuna glif içermeyen bir öğe yerleştirilemez

source: Show Above the Ribbon
tr: Şeridin Üstünde Göster

source: Show Below the Ribbon
tr: Şeridin Altında Göster

source: Show Quick Access Toolbar Above the Ribbon
tr: Şeridin Üstünde Hızlı Erişim Araç Çubuğunu Göster

source: Show Quick Access Toolbar Below the Ribbon
tr: Şeridin Altında Hızlı Erişim Araç Çubuğunu Göster

source: This command is disabled.
tr: Bu komut devre dışıdır.

source: Use the glyph property to set an image
tr: Bir görüntü ayarlamak için glif özelliğini kullanın

source: Cannot assign a non-ScreenTipItem to a ScreenTipItem
tr: ScreenTipItem olmayan bir öğeyi ScreenTipItem'a atayamazsınız

source: Press F1 for more help.
tr: Daha fazla yardım için F1 tuşuna basın.

source: Unable to generate Screen Tips because there are no linked Action Lists.
tr: Bağlı Eylem Listesi olmadığı için Ekran İpuçları oluşturulamıyor.

source: Size
tr: Boyut

source: Type
tr: Tür

source: Unable to retrieve folder details for "%s". Error code $%x
tr: "%s" için klasör ayrıntıları alınamıyor. Hata kodu $%x

source: %s: Missing call to LoadColumnDetails
tr: %s: LoadColumnDetails çağrısı eksik

source: Samples
tr: Örnekler

source: Root
tr: Kök

source: Rename to %s failed
tr: %s olarak yeniden adlandırılamadı

source: Start point
tr: Başlangıç noktası

source: Start points
tr: Başlangıç noktaları

source: Operation not allowed in a DBCtrlGrid
tr: Bir DBCtrlGrid'de işleme izin verilmiyor

source: Control cannot be used in a DBCtrlGrid
tr: Kontrol bir DBCtrlGrid'de kullanılamaz

source: Property already defined by lookup field
tr: Özellik zaten arama alanı tarafından tanımlanmış

source: Remote Login
tr: Uzaktan Giriş

source: Data Bindings...
tr: Veri Bağlamaları...

source: Apache version implementation is not registered. An Apache project must use a unit such as Web.HTTPD24Impl.
tr: Apache sürüm uygulaması kayıtlı değil. Bir Apache projesi Web.HTTPD24Impl gibi bir birim kullanmalıdır.

source: Multiple Apache versions implementations are referenced by this project. A project may not reference multiple versions such as Web.HTTPD22Impl and Web.HTTPD24Impl.
tr: Bu proje tarafından birden fazla Apache sürümü uygulamasına başvurulmuştur. Bir proje, Web.HTTPD22Impl ve Web.HTTPD24Impl gibi birden fazla sürüme başvuramaz.

source: Only one data module per application
tr: Uygulama başına sadece bir veri modülü

source: No data modules registered
tr: Kayıtlı veri modülü yok

source: No dispatcher component found on data module
tr: Veri modülünde gönderici bileşeni bulunamadı

source: No automatically activated data modules
tr: Otomatik olarak etkinleştirilen veri modülü yok

source: Maximum number of concurrent connections exceeded. Please try again later
tr: Maksimum eşzamanlı bağlantı sayısı aşıldı. Lütfen daha sonra tekrar deneyin

source: <html><title>Internal Server Error 500</title> <h1>Internal Server Error 500</h1><hr> Exception: %s<br> Message: %s<br></html>
tr: <html><title>Dahili Sunucu Hatası 500</title> <h1>Dahili Sunucu Hatası 500</h1><hr> İstisna: %s<br> Mesaj: %s<br></html>

source: <html><title>Document Moved 302</title> <body><h1>Object Moved</h1><hr> This Object may be found <a HREF="%s">here.</a><br> <br></body></html>
tr: <html><title>Belge Taşındı 302</title> <body><h1>Nesne Taşındı</h1><hr> Bu Nesne <a HREF="%s">burada bulunabilir.</a><br> <br></body></html>

source: %s is not a valid day
tr: %s geçerli bir gün değil

source: %s is not a valid month
tr: %s geçerli bir ay değil

source: Duplicate action name
tr: Yinelenen eylem adı

source: Only one WebDispatcher per form/data module
tr: Form/veri modülü başına yalnızca bir WebDispatcher

source: Enabled
tr: Etkin

source: Producer
tr: Üretici

source: Method
tr: Yöntem

source: Too many table columns
tr: Çok fazla tablo sütunu

source: <html><body><h1>Internal Application Error</h1> <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>
tr: <html><body><h1>Dahili Uygulama Hatası</h1> <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>

source: Extensions
tr: Uzantılar

source: Mime Type
tr: Mime Türü

source: Duplicate mime types for extension: %s
tr: Uzantı için yinelenen mime türleri: %s

source: Directory Mask
tr: Dizin Maskesi

source: Action
tr: Eylem

source: Mime type: '%0:s', Extensions: '%1:s'
tr: Mime türü: '%0:s ', Uzantılar: '%1:s '

source: Include
tr: Dahil et

source: Exclude
tr: Hariç tut

source: Action: %0:s, Mask: '%1:s'
tr: Eylem: %0:s, Maske: '%1:s '

source: Error opening directory services
tr: Dizin hizmetleri açılırken hata oluştu

source: IIS not properly installed
tr: IIS düzgün kurulmamış

source: To create or access a Website under Vista you must run the IDE as an Administrator.And you must install the IIS 6 compatibility layer. Please see the README for more details
tr: Vista altında bir Web Sitesi oluşturmak veya erişmek için IDE'yi Yönetici olarak çalıştırmanız ve IIS 6 uyumluluk katmanını yüklemeniz gerekir. Daha fazla bilgi için lütfen README'ye bakın

source: NativeNode cannot be null
tr: NativeNode null olamaz

source: This property or method is not implemented in the Open XML Parser
tr: Bu özellik veya yöntem Açık XML Ayrıştırıcısında uygulanmaz

source: "%s" DOMImplementation already registered
tr: "%s" DOMI uygulaması zaten kayıtlı

source: No matching DOM Vendor: "%s"
tr: Eşleşen DOM Satıcısı yok: "%s"

source: Selected DOM Vendor does not support this property or method
tr: Seçilen DOM Satıcısı bu özelliği veya yöntemi desteklemiyor

source: Property or Method "%s" is not supported by DOM Vendor "%s"
tr: "%s" özelliği veya yöntemi DOM Satıcısı "%s" tarafından desteklenmiyor

source: No selected DOM Vendor
tr: Seçili DOM Satıcısı yok

source: Node cannot be null
tr: Düğüm null olamaz

source: Microsoft MSXML is not installed
tr: Microsoft MSXML yüklü değil

source: No active document
tr: Etkin belge yok

source: Node "%s" not found
tr: "%s" düğümü bulunamadı

source: IDOMNode required
tr: IDOMNode gerekli

source: Attributes are not supported on this node type
tr: Bu düğüm türünde öznitelikler desteklenmiyor

source: Invalid node type
tr: Geçersiz düğüm türü

source: Mismatched paramaters to RegisterChildNodes
tr: RegisterChildNodes için eşleşmeyen parametreler

source: Element "%s" does not contain a single text node
tr: "%s" öğesi tek bir metin düğümü içermiyor

source: DOM Implementation does not support IDOMParseOptions
tr: DOM Uygulaması IDOMParseOptions'ı desteklemiyor

source: Invalid operation on a hosted node
tr: Barındırılan bir düğümde geçersiz işlem

source: ItemTag property is not initialized
tr: ItemTag özelliği başlatılmadı

source: Node is readonly
tr: Düğüm salt okunur

source: Unsupported character encoding "%s", try using LoadFromFile
tr: Desteklenmeyen karakter kodlaması "%s ", DosyadanYükle'yi kullanmayı deneyin

source: Refresh is only supported if the FileName or XML properties are set
tr: Yenileme yalnızca Dosya Adı veya XML özellikleri ayarlanmışsa desteklenir

source: FileName cannot be blank
tr: Dosya Adı boş bırakılamaz

source: Line
tr: Sıra

source: Unknown
tr: Bilinmiyor

source: Invalid or unsupported XML Schema document
tr: Geçersiz veya desteklenmeyen XML Şeması belgesi

source: Local type declarations cannot have a name. Element: %s
tr: Yerel tür bildirimlerinin bir adı olamaz. Öğe: %s

source: Unknown datatype "%s"
tr: Bilinmeyen veri türü "%s"

source: Invalid %s value: "%s"
tr: Geçersiz %s değeri: "%s"

source: Invalid group declaration in "%s"
tr: "%s" içinde geçersiz grup bildirimi

source: Missing Type name
tr: Eksik Tür adı

source: Invalid complex type derivation: %s
tr: Geçersiz karmaşık tür türetme: %s

source: Name not allowed on a ref item
tr: Bir ref öğesinde isme izin verilmiyor

source: Global schema items may not contain a ref
tr: Genel şema öğeleri bir referans içeremez

source: %s cannot be set on a ref item
tr: %s bir ref öğesinde ayarlanamaz

source: Set the GroupRef property for the cmGroupRef content model
tr: CmGroupRef içerik modeli için GroupRef özelliğini ayarlayın

source: ContentModel not set
tr: ContentModel ayarlanmadı

source: Facets and Enumeration not allowed on this kind of datatype "%s"
tr: Bu tür "%s" veri türünde Fasetlere ve Numaralandırmaya izin verilmez

source: Invalid built-in type name "%s"
tr: Geçersiz yerleşik tür adı "%s"

source: Included schema file "%s" has an invalid targetNamespace. Expected: %s Found: %s
tr: Dahil edilen şema dosyası "%s" geçersiz bir targetNamespace içeriyor. Beklenen: %s Bulunan: %s

source: No targetNamespace attribute
tr: TargetNamespace özniteliği yok

source: Built-in Type
tr: Ankastre Tip

source: 1999 XML Schema Translator (.xsd <-> .xsd)
tr: 1999 XML Şema Çevirmeni (.xsd<->.xsd)

source: DTD to XML Schema Translator (.dtd <-> .xsd)
tr: DTD'den XML Şema Çeviricisine (.dtd<->.xsd)

source: XDR to XML Schema Translator (.xdr <-> .xsd)
tr: XDR'den XML Şema Çeviricisine (.xdr<->.xsd)

source: Cannot Read WideString from odd byte position
tr: Tek bayt konumundan WideString Okunamıyor

source: Cannot Write WideString to odd byte position
tr: Tek bayt konumuna WideString yazılamıyor

source: Capacity cannot be less than size
tr: Kapasite boyuttan küçük olamaz

source: Odd size not valid for WideString
tr: Tek boyut WideString için geçerli değil

source: Negative stream size invalid
tr: Negatif akış boyutu geçersiz

source: Odd byte position not valid for WideString
tr: Tek bayt konumu WideString için geçerli değil

source: Child name-value tree is in use elsewhere
tr: Alt ad - değer ağacı başka bir yerde kullanılıyor

source: Circular references are not allowed
tr: Dairesel referanslara izin verilmez

source: %d is not a valid ISO-10646-UCS4 code point
tr: %d geçerli bir ISO -10646 - UCS4 kod noktası değil

source: List Index out of bounds (%d)
tr: Liste Dizini sınırların dışında (%d)

source: Operation not allowed on Sorted string list
tr: Sıralanmış dize listesinde işleme izin verilmiyor

source: Hierarchy Request Error
tr: Hiyerarşi İstek Hatası

source: No Modification Allowed Error
tr: Değişikliğe İzin Verilmeyen Hata

source: Parameter Node Not Assigned Error
tr: Parametre Düğümü Atanmadı Hatası

source: Node Not Found Error.
tr: Düğüm Bulunamadı Hatası.

source: Wrong Owner Error
tr: Yanlış Sahip Hatası

source: Specified input encoding does not match byte order mark.
tr: Belirtilen giriş kodlaması bayt sırası işaretiyle eşleşmiyor.

source: Default Encoding not specified.
tr: Varsayılan Kodlama belirtilmedi.

source: Character encoding scheme not supported.
tr: Karakter kodlama şeması desteklenmiyor.

source: Input Encoding not specified.
tr: Giriş Kodlaması belirtilmedi.

source: Output Encoding not specified.
tr: Çıkış Kodlaması belirtilmedi.

source: Stream not specified.
tr: Akış belirtilmedi.

source: Index out of range
tr: İndeks aralık dışında

source: Unicode code point $%x has no equivalent in %s
tr: Unicode kod noktası $ %x'in %s eşdeğeri yoktur

source: Cannot convert $%8.8X to %s
tr: $ %8.8X, %s değerine dönüştürülemiyor

source: High surrogate not found
tr: Yüksek vekil bulunamadı

source: $%x is not a valid %s code point
tr: $%x geçerli bir %s kod noktası değil

source: Invalid %s encoding
tr: Geçersiz %s kodlaması

source: Low surrogate not found
tr: Düşük vekil bulunamadı

source: Surrogate value $%x found in %s. Values between $D800 and $DFFF are reserved for use with UTF-16
tr: %s içinde $%x vekil değeri bulundu. $D800 ile $DFFF arasındaki değerler UTF -16 ile kullanım için ayrılmıştır

source: %s encoding out of range
tr: %s kodlama aralık dışında

source: UTF-8 error %d
tr: UTF -8 hatası %d

source: Reason: %s
tr: Sebep: %s

source: Error on line %d, position %d
tr: %d satırında hata, %d konumu

source: XML Parse Error:
tr: XML Ayrıştırma Hatası:

source: XMLDataFile must be specified
tr: XMLDataFile belirtilmelidir

source: TransformationFile must be specified
tr: DönüşümDosyası belirtilmelidir

source: Version of Transformation File not supported
tr: Dönüşüm Dosyası sürümü desteklenmiyor
