Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: Error creating window device context
tr: Pencere cihazı bağlamı oluşturulurken hata oluştu

source: Client of TDrag not initialized
tr: TDrag istemcisi başlatılmadı

source: Error creating window class
tr: Pencere sınıfı oluşturulurken hata oluştu

source: Error creating window
tr: Pencere oluşturulurken hata oluştu

source: Cannot focus a disabled or invisible window
tr: Devre dışı veya görünmez bir pencereye odaklanamıyor

source: Control '%s' has no parent window
tr: '%s' kontrolünün üst penceresi yok

source: Parent given is not a parent of '%s'
tr: Verilen üst öğe '%s' üst öğesi değil

source: Cannot hide an MDI Child Form
tr: MDI Alt Formu gizlenemiyor

source: Cannot change Visible in OnShow or OnHide
tr: OnShow veya OnHide'da Görünür olarak değiştirilemez

source: Cannot make a visible window modal
tr: Görünür bir pencere kalıcı hale getirilemiyor

source: Scrollbar property out of range
tr: Kaydırma çubuğu özelliği aralık dışında

source: Menu index out of range
tr: Menü dizini aralık dışında

source: Menu inserted twice
tr: Menü iki kez eklendi

source: Sub-menu is not in menu
tr: Alt menü menüde değil

source: GroupIndex cannot be less than a previous menu item's GroupIndex
tr: GroupIndex, önceki bir menü öğesinin GroupIndex'inden az olamaz

source: Cannot have more than one MDI form per application
tr: Başvuru başına birden fazla MDI formu olamaz

source: Cannot create form. No MDI forms are currently active
tr: Form oluşturulamıyor. Şu anda etkin MDI formu yok

source: Can only modify an image if it contains a bitmap
tr: Bir görüntüyü yalnızca bir bit eşlem içeriyorsa değiştirebilir

source: A control cannot have itself as its parent
tr: Bir kontrolün ebeveyni kendisi olamaz

source: &Yes
tr: &Evet

source: &No
tr: &Hayır

source: &Help
tr: &Yardım

source: &Ignore
tr: &Yoksay

source: &Retry
tr: &Yeniden dene

source: &All
tr: &Tümü

source: Cannot drag a form
tr: Bir form sürüklenemez

source: PutObject to undefined item
tr: Tanımsız öğeye NesneKoy

source: Could not load CARDS.DLL
tr: CARDS.DLL yüklenemedi

source: Duplicate CardId found
tr: Yinelenen KartKimliği bulundu

source: An error returned from DDE ($0%x)
tr: DDE'den bir hata döndürüldü ($0%x)

source: DDE Error - conversation not established ($0%x)
tr: DDE Hatası - görüşme kurulmadı ($ 0%x)

source: Error occurred when DDE ran out of memory ($0%x)
tr: DDE'nin belleği tükendiğinde hata oluştu ($0%x)

source: Unable to connect DDE conversation
tr: DDE konuşmasına bağlanılamıyor

source: Cannot load older version of TShape
tr: TShape'in eski sürümü yüklenemiyor

source: Metafiles
tr: Meta Dosyaları

source: Enhanced Metafiles
tr: Gelişmiş Meta Dosyaları

source: Invalid numeric value
tr: Geçersiz sayısal değer

source: Outline index not found
tr: Anahat dizini bulunamadı

source: Parent must be expanded
tr: Üst öğe genişletilmelidir

source: Invalid value for current item
tr: Mevcut öğe için geçersiz değer

source: Invalid outline index
tr: Geçersiz anahat dizini

source: Incorrect level assignment
tr: Yanlış seviye ataması

source: Invalid selection
tr: Geçersiz seçim

source: File load error
tr: Dosya yükleme hatası

source: Maximum outline depth exceeded
tr: Maksimum anahat derinliği aşıldı

source: &Abort
tr: &Vazgeç

source: N&o to All
tr: & Tümüne Hayır

source: Tab
tr: Sekme

source: Enter
tr: Gir

source: Space
tr: Boşluk

source: End
tr: Son

source: Home
tr: Ana Sayfa

source: Left
tr: Sol

source: Up
tr: Yukarı

source: Right
tr: Sağ

source: Down
tr: Aşağı

source: (None)
tr: (Yok)

source: All files (*.*)|*.*
tr: Tüm dosyalar (*.*)|*.*

source: : [ - no volume label - ]
tr: : [- hacim etiketi yok -]

source: Unable to insert a line
tr: Satır eklenemiyor

source: The specified directory does not exist. Create it?
tr: Belirtilen dizin mevcut değil. Oluşturulsun mu?

source: Select Directory
tr: Dizin Seç

source: Directory &Name:
tr: Dizin &Adı:

source: D&rives:
tr: D&ürücüler:

source: &Directories:
tr: &Dizinler:

source: &Files: (*.*)
tr: &Dosyalar: (*.*)

source: Color
tr: Renk

source: Invalid clipboard format
tr: Geçersiz pano biçimi

source: Clipboard does not support Icons
tr: Pano Simgeleri desteklemiyor

source: Cannot open clipboard: %s
tr: Pano açılamıyor: %s

source: Text exceeds memo capacity
tr: Metin not kapasitesini aşıyor

source: Custom Colors
tr: Özel Renkler

source: (Untitled)
tr: (İsimsiz)

source: Unknown RichEdit conversion file extension (.%s)
tr: Bilinmeyen RichEdit dönüştürme dosya uzantısı (.%s)

source: Menu '%s' is already being used by another form
tr: "%s" menüsü zaten başka bir form tarafından kullanılıyor

source: Picture:
tr: Resim:

source: Preview
tr: Ön izleme

source: Cannot open AVI
tr: Avı açılamıyor

source: No MCI device open
tr: MCI cihazı açık değil

source: All files (*.*)|*.*|Wave files (*.wav)|*.wav|Midi files (*.mid)|*.mid|Video for Windows (*.avi)|*.avi
tr: Tüm dosyalar (*.*)|*.*|Wave dosyaları (*.wav)|*.wav|Midi dosyaları (*.mid)|*.mid|Windows için Video (*.avi)|*.avi

source: Other
tr: Diğer

source: Overlay
tr: Kaplama

source: Scanner
tr: Tarayıcı

source: Sequencer
tr: Sıralayıcı

source: Videodisc
tr: Videodisk

source: Unknown error code
tr: Bilinmeyen hata kodu

source: Service failed on %s: %s
tr: Hizmet %s tarihinde başarısız oldu: %s

source: execute
tr: yürütmek

source: start
tr: başlat

source: stop
tr: durdur

source: pause
tr: duraklat

source: continue
tr: devam et

source: interrogate
tr: sorguya çekmek

source: shutdown
tr: kapatma

source: Service failed in custom message(%d): %s
tr: Hizmet özel mesajda başarısız oldu (%d): %s

source: Service installed successfully
tr: Hizmet başarıyla yüklendi

source: Service "%s" failed to install with error: "%s"
tr: "%s" hizmeti şu hatayla yüklenemedi: "%s"

source: Service uninstalled successfully
tr: Hizmet başarıyla kaldırıldı

source: Service "%s" failed to uninstall with error: "%s"
tr: "%s" hizmeti şu hatayla kaldırılamadı: "%s"

source: Docked control must have a name
tr: Yerleşik kontrolün bir adı olmalıdır

source: Error removing control from dock tree
tr: Rıhtım ağacından denetim kaldırılırken hata oluştu

source: - Dock zone not found
tr: - Dok bölgesi bulunamadı

source: - Dock zone has no control
tr: - Rıhtım bölgesinin kontrolü yok

source: Error loading dock zone from the stream. Expecting version %d, but found %d.
tr: Akıştan rıhtım bölgesi yüklenirken hata oluştu. %d sürümü bekleniyor, ancak %d bulundu.

source: All Commands
tr: Tüm Komutlar

source: Text not found: "%s"
tr: Metin bulunamadı: "%s"

source: No default browser is specified
tr: Varsayılan tarayıcı belirtilmedi

source: Custom...
tr: Özel...

source: Multiselect mode must be on for this feature
tr: Bu özellik için çoklu seçim modu açık olmalıdır

source: Key
tr: Anahtar

source: A key with the name of "%s" already exists
tr: "%s" adında bir anahtar zaten var

source: Key "%s" not found
tr: "%s" anahtarı bulunamadı

source: goColMoving is not a supported option
tr: goColMoving desteklenen bir seçenek değil

source: Key may not contain equals sign ("=")
tr: Anahtar eşittir işareti içeremez ("=")

source: Error sending mail
tr: Posta gönderilirken hata oluştu

source: Cannot assign a subitem to an actionbar when one of it's parent's is already assigned to an actionbar
tr: Üst öğelerinden biri zaten bir eylem çubuğuna atanmışsa, bir eylem çubuğuna alt öğe atanamaz

source: Item %s has subitems, delete anyway?
tr: %s ögesinin alt ögeleri var, yine de silinsin mi?

source: You are not allowed to delete this item
tr: Bu öğeyi silme izniniz yok

source: Item %s is not allowed to be moved
tr: %s öğesinin taşınmasına izin verilmiyor

source: More Buttons
tr: Daha Fazla Düğme

source: Error downloading URL: %s
tr: URL indirilirken hata oluştu: %s

source: Unable to load %s
tr: %s yüklenemedi

source: (All Actions)
tr: (Tüm Eylemler)

source: (No Category)
tr: (Kategori Yok)

source: Expand
tr: Genişlet

source: Error setting path: "%s"
tr: Yol ayarlanırken hata oluştu: "%s"

source: Attempting to put items into a virtual style listbox
tr: Öğeleri sanal bir stil liste kutusuna koymaya çalışmak

source: Reset all usage data?
tr: Tüm kullanım verileri sıfırlansın mı?

source: Run
tr: Çalıştır

source: (No Name)
tr: (İsimsiz)

source: ActionManager must first be assigned
tr: Önce Eylem Yöneticisi atanmalıdır

source: &Add or Remove Buttons
tr: & Düğme Ekle veya Kaldır

source: Reset Toolbar
tr: Araç Çubuğunu Sıfırla

source: &Customize...
tr: &Özelleştir...

source: Separator
tr: Ayırıcı

source: Circular references not allowed
tr: Dairesel referanslara izin verilmez

source: %s does not allow hiding
tr: %s saklanmaya izin vermiyor

source: Error setting %s.Count
tr: %s.Count ayarlanırken hata oluştu

source: Listbox (%s) style must be virtual in order to set Count
tr: Sayımı ayarlamak için Listbox (%s) stili sanal olmalıdır

source: Would you like to reset to the default Priority Schedule?
tr: Varsayılan Öncelik Çizelgesine sıfırlamak ister misiniz?

source: No OnGetItem event handler assigned
tr: Atanmış OnGetItem olay işleyicisi yok

source: Invalid Colormap this ActionBand requires ColorMaps of type TCustomActionBarColorMapEx
tr: Geçersiz Colormap bu ActionBand, TCustomActionBarColorMapEx türünde ColorMaps gerektirir

source: A style named %s has already been registered
tr: %s adlı bir stil zaten kayıtlı

source: A style named %s has not been registered
tr: %s adlı bir stil kaydedilmedi

source: Standard Style
tr: Standart Stil

source: XP Style
tr: XP Stili

source: No ActionBand style unit present in the uses clause. Your application must include either XPStyleActnCtrls, StdStyleActnCtrls or a third party ActionBand style unit in its uses clause
tr: Kullanımlar maddesinde ActionBand stili birimi mevcut değil. Uygulamanız, kullanım maddesinde XPStyleActnCtrls, StdStyleActnCtrls veya üçüncü taraf bir ActionBand stili birimi içermelidir

source: %s parameter in call to %s cannot be nil
tr: %s çağrısındaki %s parametresi sıfır olamaz

source: %s ActionManager property has not been assigned
tr: %s ActionManager özelliği atanmadı

source: "%s" is an invalid path
tr: "%s" geçersiz bir yoldur

source: Invalid path
tr: Geçersiz yol

source: Big Endian Unicode
tr: Büyük Endian Unicode

source: Encoding:
tr: Kodlama:

source: Cannot remove shell notification icon
tr: Kabuk bildirim simgesi kaldırılamıyor

source: Cannot create shell notification icon
tr: Kabuk bildirim simgesi oluşturulamıyor

source: PageControl must first be assigned
tr: Önce PageControl atanmalıdır

source: %s requires themes to be enabled
tr: %s temaların etkinleştirilmesini gerektiriyor

source: Button%d
tr: Düğme%d

source: RadioButton%d
tr: Radyo Düğmesi%d

source: Caption cannot be empty
tr: Başlık boş bırakılamaz

source: CategoryPanel must have a CategoryPanelGroup as its parent
tr: CategoryPanel'in üst grubu olarak bir CategoryPanelGroup olmalıdır

source: Only CategoryPanels can be inserted into a CategoryPanelGroup
tr: Bir CategoryPanelGroup'a yalnızca CategoryPanels eklenebilir

source: Invalid canvas operation
tr: Geçersiz tuval işlemi

source: %s has no owner
tr: %s adlı kişinin sahibi yok

source: Source and destination require the same owner
tr: Kaynak ve hedef aynı sahibini gerektirir

source: %s cannot be owned by a different canvas
tr: %s farklı bir tuvale ait olamaz

source: Not a solid color brush
tr: Tek renk fırça değil

source: Invalid brush style
tr: Geçersiz fırça stili

source: Error retrieving locale information
tr: Yerel ayar bilgileri alınırken hata oluştu

source: Failed to change input language
tr: Giriş dili değiştirilemedi

source: You can only tab dock TWinControl based Controls
tr: Yalnızca TWinControl tabanlı Kontroller sekmesine takabilirsiniz

source: No help keyword specified.
tr: Yardım anahtar kelimesi belirtilmedi.

source: Unable to load style '%s'
tr: '%s' stili yüklenemiyor

source: Unable to load styles: %s
tr: Stiller yüklenemiyor: %s

source: Style '%s' already registered
tr: '%s' stili zaten kayıtlı

source: Style class '%s' already registered
tr: '%s' stil sınıfı zaten kayıtlı

source: Style '%s' not found
tr: '%s' stili bulunamadı

source: Style class '%s' not found
tr: Stil sınıfı '%s' bulunamadı

source: Invalid style handle
tr: Geçersiz stil tanıtıcısı

source: Invalid style format
tr: Geçersiz stil biçimi

source: VCL Style File
tr: VCL Stil Dosyası

source: Class '%s' is already registered for '%s'
tr: '%s' sınıfı zaten '%s' için kayıtlı

source: Class '%s' is not registered for '%s'
tr: '%s' sınıfı '%s' için kayıtlı değil

source: %s parameter cannot be nil
tr: %s parametresi sıfır olamaz

source: A StyleHook class has not been registered for %s
tr: %s için bir StyleHook sınıfı kaydedilmedi

source: Feature not supported by this style
tr: Özellik bu stil tarafından desteklenmiyor

source: Style '%s' is not registered
tr: '%s' stili kayıtlı değil

source: Cannot unregister the system style
tr: Sistem stili kaydı silinemiyor

source: Style not registered
tr: Stil kayıtlı değil

source: Black
tr: Siyah

source: Maroon
tr: Bordo

source: Green
tr: Yeşil

source: Olive
tr: Zeytin

source: Navy
tr: Lacivert

source: Purple
tr: Mor

source: Gray
tr: Gri

source: Silver
tr: Gümüş

source: Red
tr: Kırmızı

source: Lime
tr: Misket limonu

source: Yellow
tr: Sarı

source: Blue
tr: Mavi

source: Fuchsia
tr: Fuşya

source: White
tr: Beyaz

source: Money Green
tr: Para Yeşili

source: Sky Blue
tr: Gök Mavisi

source: Cream
tr: Krem

source: Medium Gray
tr: Orta Gri

source: Active Border
tr: Etkin Kenarlık

source: Active Caption
tr: Etkin Resim Yazısı

source: Application Workspace
tr: Uygulama Çalışma Alanı

source: Background
tr: Arka plan

source: Button Face
tr: Buton Yüzü

source: Button Highlight
tr: Buton Vurgulama

source: Button Shadow
tr: Düğme Gölgesi

source: Button Text
tr: Buton Metni

source: Caption Text
tr: Resim Yazısı Metni

source: Gradient Active Caption
tr: Gradyan Aktif Altyazı

source: Gradient Inactive Caption
tr: Gradyan Etkin Değil Altyazısı

source: Gray Text
tr: Gri Metin

source: Highlight Background
tr: Arka Planı Vurgula

source: Highlight Text
tr: Metni Vurgula

source: Hot Light
tr: Sıcak Işık

source: Inactive Border
tr: Etkin Olmayan Kenarlık

source: Inactive Caption
tr: Etkin Olmayan Başlık

source: Inactive Caption Text
tr: Etkin Olmayan Resim Yazısı Metni

source: Info Background
tr: Bilgi Arka Planı

source: Info Text
tr: Bilgi Metni

source: Menu Background
tr: Menü Arka Planı

source: Menu Bar
tr: Menü Çubuğu

source: Menu Highlight
tr: Menü Vurgulaması

source: Menu Text
tr: Menü Metni

source: Scroll Bar
tr: Kaydırma Çubuğu

source: 3D Dark Shadow
tr: 3D Koyu Gölge

source: 3D Light
tr: 3B Işık

source: Window Background
tr: Pencere Arka Planı

source: Window Frame
tr: Pencere Çerçevesi

source: Window Text
tr: Pencere Metni

source: Invalid bitmap pixel format, should be a 32 bit image
tr: Geçersiz bit eşlem piksel formatı, 32 bit görüntü olmalıdır

source: Querying the IPropertyStore interface
tr: IPropertyStore arayüzünü sorgulama

source: Initializing a variant property
tr: Varyant özelliğini başlatma

source: Setting the value of a property store
tr: Bir emlak mağazasının değerini ayarlama

source: Committing a property store
tr: Mekân mağazası oluşturma

source: Setting the arguments of a jump list item
tr: Bir atlama listesi öğesinin bağımsız değişkenlerini ayarlama

source: Setting the path of a jump list item
tr: Bir atlama listesi öğesinin yolunu ayarlama

source: Setting the icon location of a jump list item
tr: Bir atlama listesi öğesinin simge konumunu ayarlama

source: Adding an item to an object array
tr: Nesne dizisine öğe ekleme

source: Querying the IObjectArray interface
tr: IObjectArray arayüzünü sorgulama

source: The FriendlyName property of an item must not be empty
tr: Bir öğenin FriendlyName özelliği boş bırakılmamalıdır

source: JumpListItem exception: Error %d: %s
tr: JumpListItem istisnası: Hata %d: %s

source: JumpList exception: Error %d: %s
tr: JumpList istisnası: Hata %d: %s

source: Initiating a building session for a new jump list
tr: Yeni bir atlama listesi için bir bina oturumu başlatma

source: Appending an item to the recent files category of a new jump list
tr: Yeni bir atlama listesinin son dosyalar kategorisine bir öğe ekleme

source: Appending an item to the frequent files category of a new jump list
tr: Yeni bir atlama listesinin sık kullanılan dosyalar kategorisine bir öğe ekleme

source: Adding your tasks to a new jump list
tr: Görevlerinizi yeni bir atlama listesine ekleme

source: Adding a custom category ('%s') and its child items to a new jump list
tr: Özel bir kategori (' %s ') ve alt öğelerini yeni bir atlama listesine ekleme

source: Committing a new jump list
tr: Yeni bir atlama listesi oluşturma

source: The current operating system does not support jump lists
tr: Mevcut işletim sistemi atlama listelerini desteklemiyor

source: The current process already has an application ID: %s
tr: Mevcut sürecin zaten bir uygulama kimliği var: %s

source: Cannot call BeginInvoke on a control with no parent or window handle
tr: Ebeveyn veya pencere tanıtıcısı olmayan bir kontrolde BeginInvoke çağrılamıyor

source: On
tr: Açık

source: Off
tr: Kapalı

source: ControlItem.Control cannot be set to owning RelativePanel
tr: ControlItem.Control, RelativePanel'e sahip olacak şekilde ayarlanamaz

source: Control is not a sibling within RelativePanel
tr: Kontrol, RelativePanel içinde bir kardeş değildir

source: Control cannot be positioned relative to itself
tr: Kontrol kendisine göre konumlandırılamaz

source: Premature end of data
tr: Verilerin erken sonu

source: Color table overflow
tr: Renk tablosu taşması

source: Invalid color index
tr: Geçersiz renk dizini

source: Invalid color index - color map expanded
tr: Geçersiz renk dizini - renk haritası genişletildi

source: Cannot save empty GIF
tr: Boş GIF kaydedilemiyor

source: Invalid GIF signature
tr: Geçersiz GIF imzası

source: Invalid number of colors specified in Screen Descriptor
tr: Ekran Tanımlayıcıda belirtilen renk sayısı geçersiz

source: Invalid number of colors specified in Image Descriptor
tr: Resim Tanımlayıcıda belirtilen renk sayısı geçersiz

source: Unknown extension type
tr: Bilinmeyen uzantı türü

source: Invalid extension introducer
tr: Geçersiz uzantı tanıtıcı

source: Failed to allocate memory for GIF DIB
tr: GIF DIB için bellek ayrılamadı

source: Failed to create DIB from Bitmap
tr: Bit eşlemden DIB oluşturulamadı

source: Decoder bit buffer under-run
tr: Şifre çözücü bit arabelleği yetersiz çalışıyor

source: Circular decoder table entry
tr: Dairesel kod çözücü tablosu girişi

source: Invalid Image trailer
tr: Geçersiz Resim fragmanı

source: Internal error: Extension Instance does not match Extension Label
tr: Dahili hata: Uzantı Örneği Uzantı Etiketi ile eşleşmiyor

source: Unsupported Application Extension block size
tr: Desteklenmeyen Uygulama Uzantısı blok boyutu

source: Unknown GIF block type
tr: Bilinmeyen GIF blok türü

source: Object type not supported for operation
tr: İşlem için nesne türü desteklenmiyor

source: Invalid GIF data
tr: Geçersiz GIF verileri

source: Failed to store GIF on clipboard
tr: GIF panoya kaydedilemedi

source: Another TGIFImage class has already been registered with TPicture
tr: Başka bir TGIFImage sınıfı zaten TPicture'a kayıtlı

source: Image exceeds Logical Screen size
tr: Görüntü Mantıksal Ekran boyutunu aşıyor

source: No global or local color table defined
tr: Genel veya yerel renk tablosu tanımlanmadı

source: Invalid pixel coordinates
tr: Geçersiz piksel koordinatları

source: Unsupported bitmap format
tr: Desteklenmeyen bit eşlem biçimi

source: Unsupported PixelFormat
tr: Desteklenmeyen PixelFormat

source: Invalid image dimensions
tr: Geçersiz görüntü boyutları

source: Image has no DIB
tr: Görüntünün DIB'si yok

source: Color not in color table
tr: Renk, renk tablosunda değil

source: Invalid Bits Per Pixel value
tr: Geçersiz Piksel Başına Bit değeri

source: Color table is empty
tr: Renk tablosu boş

source: Image is empty
tr: Görüntü boş

source: Invalid bitmap list
tr: Geçersiz bit eşlem listesi

source: Invalid reduction method
tr: Geçersiz azaltma yöntemi

source: Frame contains multiple Graphic Control Extension blocks
tr: Çerçeve birden fazla Grafik Kontrol Uzantısı bloğu içerir

source: Missing, invalid or empty palette
tr: Eksik, geçersiz veya boş palet

source: GIF Image
tr: GIF Resmi

source: Loading
tr: Yükleniyor

source: Saving
tr: Kaydediliyor

source: Converting
tr: Dönüştürülüyor

source: Rendering
tr: Hazırlama

source: Copying
tr: Kopyalanıyor

source: Optimizing
tr: Optimizasyon

source: Cannot change the size of a JPEG image
tr: JPEG görüntüsünün boyutu değiştirilemez

source: JPEG error #%d
tr: JPEG hatası #%d

source: JPEG Image File
tr: JPEG Görüntü Dosyası

source: This "Portable Network Graphics" image is not valid because it contains invalid pieces of data (crc error)
tr: Bu "Taşınabilir Ağ Grafiği" görüntüsü geçersiz veri parçaları içerdiğinden geçerli değil (crc hatası)

source: The "Portable Network Graphics" image could not be loaded because one of its main piece of data (ihdr) might be corrupted
tr: "Taşınabilir Ağ Grafikleri" görüntüsü, ana veri parçalarından (ihdr) biri bozulabileceği için yüklenemedi

source: This "Portable Network Graphics" image is invalid because it has missing image parts.
tr: Bu "Taşınabilir Ağ Grafikleri" görüntüsü, eksik görüntü parçalarına sahip olduğu için geçersizdir.

source: Could not decompress the image because it contains invalid compressed data. Description:
tr: Geçersiz sıkıştırılmış veriler içerdiğinden görüntünün sıkıştırması açılamadı. Açıklama:

source: The "Portable Network Graphics" image contains an invalid palette.
tr: "Taşınabilir Ağ Grafikleri" görüntüsü geçersiz bir palet içeriyor.

source: The file being read is not a valid "Portable Network Graphics" image because it contains an invalid header. This file may be corrupted, try obtaining it again
tr: Okunmakta olan dosya geçersiz bir başlık içerdiğinden geçerli bir "Taşınabilir Ağ Grafiği" görüntüsü değil. Bu dosya bozuk olabilir, tekrar almayı deneyin

source: This "Portable Network Graphics" image is not supported or it might be invalid. (IHDR chunk is not the first)
tr: Bu "Taşınabilir Ağ Grafikleri" görüntüsü desteklenmiyor veya geçersiz olabilir. (IHDR yığını ilk değildir)

source: The png file could not be loaded because it does not exist.
tr: Png dosyası mevcut olmadığı için yüklenemedi.

source: This "Portable Network Graphics" image is not supported because either its width or height exceeds the maximum size of 65535 pixels.
tr: Bu "Taşınabilir Ağ Grafikleri" görüntüsü, genişliği veya yüksekliği maksimum 65535 piksel boyutunu aştığı için desteklenmemektedir.

source: There is no such palette entry.
tr: Böyle bir palet girişi yok.

source: This "Portable Network Graphics" could not be loaded because it uses a color table which is missing.
tr: Bu "Taşınabilir Ağ Grafikleri ", eksik bir renk tablosu kullandığı için yüklenemedi.

source: This "Portable Network Graphics" image contains an unknown critical part which could not be decoded.
tr: Bu "Taşınabilir Ağ Grafikleri" görüntüsü, kodu çözülemeyen bilinmeyen kritik bir parça içeriyor.

source: This "Portable Network Graphics" image is encoded with an unknown compression scheme which could not be decoded.
tr: Bu "Taşınabilir Ağ Grafikleri" görüntüsü, kodu çözülemeyen bilinmeyen bir sıkıştırma şeması ile kodlanır.

source: This "Portable Network Graphics" image uses an unknown interlace scheme which could not be decoded.
tr: Bu "Taşınabilir Ağ Grafikleri" görüntüsü, kodu çözülemeyen bilinmeyen bir iç içe geçme şeması kullanıyor.

source: The chunks must be compatible to be assigned.
tr: Parçaların atanabilmesi için uyumlu olması gerekir.
