Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: Colors
tr: Renkler

source: Choose Color
tr: Renk Seç

source: &Property Name:
tr: &Özellik Adı:

source: &System Color:
tr: &Sistem Rengi:

source: Fonts
tr: Yazı Tipleri

source: Regular
tr: Normal

source: Italic
tr: İtalik

source: Bold
tr: Kalın

source: Bold Italic
tr: Kalın İtalik

source: &Font:
tr: &Yazı Tipi:

source: Font St&yle:
tr: Yazı Tipi St\&ili:

source: &Size:
tr: &Boyut:

source: Effects
tr: Efektler

source: &Underline
tr: &Altı Çizili

source: Stri&keout
tr: Üstü &çizili

source: Sample
tr: Örnek

source: Pictures
tr: Resimler

source: &Browse...
tr: &Gözat...

source: P&review:
tr: Ön&izleme:

source: All (*.bmp;*.ico;*.emf;*.wmf)|*.bmp;*.ico;*.emf;*.wmf|Bitmaps (*.bmp)|*.bmp|Icons (*.ico)|*.ico|Enhanced Metafiles (*.emf)|*.emf|Metafiles (*.wmf)|*.wmf
tr: Tümü (*.bmp;*.ico;*.emf;*.wmf)|*.bmp;*.ico;*.emf;*.wmf|Bitmapler (*.bmp)|*.bmp|İkonlar (*.ico)|*.ico|Geliştirilmiş Metafiller (*.emf)|*.emf|Metafiller (*.wmf)|*.wmf

source: Load Picture
tr: Resim Yükle

source: CodeGear Socket Server
tr: CodeGear Soket Sunucusu

source: Properties
tr: Özellikler

source: &Listen on Port:
tr: &Port'ta Dinle:

source: Many values of Port are associated by convention with a particular service such as ftp or http. Port is the ID of the connection on which the server listens for client requests.
tr: Port'un birçok değeri, ftp veya http gibi belirli bir hizmetle geleneksel olarak ilişkilendirilir. Port, sunucunun istemci istekleri için dinlediği bağlantının kimliğidir.

source: Thread Caching
tr: İş Parçacığı Ön Belleği

source: &Thread Cache Size:
tr: &İş Parçacığı Önbellek Boyutu:

source: Thread Cache Size is the maximum number of threads that can be reused for new client connections.
tr: İş Parçacığı Önbellek Boyutu, yeni istemci bağlantıları için yeniden kullanılabilecek maksimum iş parçacığı sayısıdır.

source: Intercept GUID
tr: GUID'yi Durdur

source: Intercept GUID is the GUID for a data interceptor COM object. See help for the TSocketConnection for details.
tr: Intercept GUID, bir veri engelleyici COM nesnesinin GUID'sidir. Ayrıntılar için TSocketConnection yardımına bakın.

source: Timeout
tr: Zaman Aşımı

source: &Inactive Timeout:
tr: &Etkin Olmayan Zaman Aşımı:

source: Inactive Timeout specifes the number of minutes a client can be inactive before being disconnected. (0 indicates infinite)
tr: Etkin Olmayan Zaman Aşımı, bir istemcinin bağlantısı kesilmeden önce etkin olmayabileceği dakika sayısını belirtir. (0 sonsuz olduğunu gösterir)

source: Users
tr: Kullanıcılar

source: IP Address
tr: IP Adresi

source: Last Activity
tr: Son Etkinlik

source: &Close
tr: &Kapat

source: &Properties
tr: &Özellikler

source: &Ports
tr: &Portlar

source: &Add
tr: &Ekle

source: &Exit
tr: &Çıkış

source: &Connections
tr: &Bağlantılar

source: &Apply
tr: &Uygula

source: &Disconnect
tr: &Bağlantıyı Kes

source: &Show Host Name
tr: &Host Adını Göster

source: &Remove
tr: &Kaldır

source: &Registered Objects Only
tr: &Sadece Kayıtlı Nesneler

source: &Allow XML Packets
tr: & XML Paketlerine İzin Ver

source: Strings
tr: Dizeler

source: <Press CTRL-ENTER for new line>
tr: <Yeni satır için CTRL-ENTER tuşuna basın>

source: &Clear
tr: &Temizle

source: Property Name:
tr: Özellik Adı:

source: Database Login
tr: Veritabanı Girişi

source: &OK
tr: &TAMAM

source: Cancel
tr: İptal

source: Database:
tr: Veritabanı:

source: &User Name:
tr: &Kullanıcı Adı:

source: &Password:
tr: &Şifre:

source: Enter password
tr: Şifre girin

source: Password
tr: Şifre

source: Re&move all
tr: Tüm&ünü Kaldır

source: Update Error
tr: Güncelleme Hatası

source: Update Type:
tr: Güncelleme Türü:

source: Modified
tr: Değiştirilmiş

source: Default
tr: Varsayılan

source: Error Message:
tr: Hata Mesajı:

source: Reconcile Action
tr: Uzlaştırma Eylemi

source: OK
tr: TAMAM

source: Show conflicting fields only
tr: Yalnızca çakışan alanları göster

source: Show changed fields only
tr: Yalnızca değiştirilen alanları göster

source: Node index %d is not valid.
tr: Düğüm dizini %d geçerli değil.

source: The owner of this entity is not the current graph.
tr: Bu varlığın sahibi mevcut grafik değildir.

source: The graph must have a graph view to which is attached.
tr: Grafiğin bağlı olduğu bir grafik görünümü olmalıdır.

source: Invalid class reference for TAppletApplication
tr: TAppletApplication için geçersiz sınıf referansı

source: LiveBindings Misc
tr: LiveBindings Çeşitli

source: LiveBindings Deprecated
tr: LiveBindings Kullanımdan Kaldırıldı

source: Invalid LiveBindings registration
tr: Geçersiz LiveBindings kaydı

source: Invalid LiveBindings unregistration
tr: Geçersiz LiveBindings kaydı kaldırma

source: Invalid LiveBindings enumeration
tr: Geçersiz LiveBindings numaralandırması

source: Invalid LiveBindings creation
tr: Geçersiz LiveBindings oluşturma

source: Invalid LiveBindings factory
tr: Geçersiz LiveBindings fabrikası

source: Invalid LiveBindings factory enumeration
tr: Geçersiz LiveBindings fabrika numaralandırması

source: Invalid LiveBindings designer
tr: Geçersiz LiveBindings tasarımcısı

source: Invalid data bound components
tr: Geçersiz veri bağlı bileşenler

source: Display Text
tr: Ekran Metni

source: Min Value
tr: Min Değer

source: Max Value
tr: Maks Değer

source: Unexpected argument count
tr: Beklenmeyen bağımsız değişken sayısı

source: Name
tr: İsim

source: Value
tr: Değer

source: Control Expression
tr: Kontrol İfadesi

source: Source Expression
tr: Kaynak İfade

source: Source Component
tr: Kaynak Bileşen

source: ID
tr: KIMLIK

source: State
tr: Durum

source: Error in %0:s. No dataset.
tr: %0:s'de hata. Veri kümesi yok.

source: Not implemented
tr: Uygulanmadı

source: Error in %0:s. No list control editor available for %1:s
tr: %0:s'de hata. %1:s için liste kontrol düzenleyicisi mevcut değil

source: Error in %0:s. No list control editor "%2:s" available for %1:s
tr: %0:s'de hata. %1:s için liste kontrol düzenleyicisi "%2:s" mevcut değil

source: Error in %0:s. No enumerator available for %1:s
tr: %0:s'de hata. %1:s için numaralandırıcı mevcut değil

source: Error in %0:s. Inserted item not available for %1:s
tr: %0:s'de hata. %1:s için eklenen öğe mevcut değil

source: Error in %0:s. No control component
tr: %0:s'de hata. Kontrol bileşeni yok

source: Error in %0:s: Operation not allowed on a unidirectional data source
tr: %0:s'de hata: Tek yönlü bir veri kaynağında işleme izin verilmiyor

source: Error in %0:s. No observer support for %1:s
tr: %0:s'de hata. %1:s için gözlemci desteği yok

source: Error in %0:s when attempting to fill a lookup list with a control (%1:s) which does not support lookups
tr: %0:s'de arama listesini aramaları desteklemeyen bir kontrolle (%1:s) doldurmaya çalışırken hata

source: A lookup list can't be created with a control (%0:s) which does not support lookups
tr: Aramaları desteklemeyen bir kontrol (%0:s) ile bir arama listesi oluşturulamaz

source: TObject value expected
tr: Beklenen TObject değeri

source: Unable to determine field name in %s
tr: %s alanında alan adı belirlenemiyor

source: Unexpected grid current type in %s
tr: %s içinde beklenmeyen şebeke akımı türü

source: Binding Expressions
tr: Bağlayıcı İfadeler

source: Links
tr: Bağlantılar

source: Lists
tr: Listeler

source: Quick Bindings
tr: Hızlı Bağlamalar

source: DB Links (deprecated)
tr: Veritabanı Bağlantıları (kullanım dışı)

source: Bidirectional method to either get the checked state of a control, or set the checked state in a control Example usage when binding to a TCheckBox: CheckedState(Self)
tr: Bir kontrolün kontrol edilen durumunu elde etmek için çift yönlü yöntem, veya kontrol edilen durumu bir kontrolde ayarlayın Bir TCheckBox'a bağlanırken örnek kullanım: CheckedState(Kendisi)

source: SelectedText
tr: SeçilmişMetin

source: Bidirectional method to either get the text selected in a control, or set the text selected in a control Example usage when binding to a TListBox: SelectedText(Self)
tr: Bir kontrolde seçilen metni almak için çift yönlü yöntem, veya bir kontrolde seçilen metni ayarlayın Bir TListBox'a bağlanırken örnek kullanım: SelectedText(Kendisi)

source: SelectedItem
tr: SeçiliÖğe

source: Bidirectional method to either get the selected item in a control, or set the selected item in a control Example usage when binding to a TListBox: SelectedItem(Self).Text
tr: Seçilen öğeyi bir kontrole almak için çift yönlü yöntem, veya seçilen öğeyi bir kontrolde ayarlayın Bir TListBox'a bağlanırken örnek kullanım: SelectedItem(Self ).Text

source: SelectedLookupValue
tr: SeçiliAramaDeğeri

source: Bidirectional method to either get the selected lookup value in a control Example usage when binding to a TListBox: SelectedLookupValue(Self).AsString
tr: Bir kontrolde seçilen arama değerini almak için çift yönlü yöntem Bir TListBox'a bağlanırken örnek kullanım: SelectedLookupValue(Self ).AsString

source: SelectedValue
tr: SeçiliDeğer

source: Bidirectional method to either get the selected value in a control, or set the selected lookup value in a control Example usage when binding to a TListBox: SelectedLookupValue(Self).AsString
tr: Seçilen değeri bir kontrolde elde etmek için çift yönlü yöntem, veya seçilen arama değerini bir kontrolde ayarlayın Bir TListBox'a bağlanırken örnek kullanım: SelectedLookupValue(Self ).AsString

source: Bidirectional method to either get the selected DateTime in a control, or set the selected DateTime value in a control Example usage when binding to a TCustomDateTimeEdit: SelectedDateTime(Self)
tr: Seçilen DateTime'ı bir kontrole almak için çift yönlü yöntem, veya bir kontrolde seçilen TarihSaat değerini ayarlayın Bir TCustomDateTimeEdit'e bağlanırken örnek kullanım: SelectedDateTime(Kendisi)

source: Lookup
tr: Arama

source: Lookup a value in a bind scope. Returns the lookup value. Example usage: Lookup(BindScope, "keyfieldname", lookupkeyvalue, "valuefieldname")
tr: Bağlama kapsamında bir değer arayın. Arama değerini döndürür. Örnek kullanım: Lookup(BindScope, "keyfieldname ", lookupkeyvalue," valuefieldname ")

source: Error configuring %s: Object must implement IBindLink
tr: %s yapılandırılırken hata oluştu: Nesne IBindLink'i uygulamalıdır

source: Error configuring %s: Object must implement IBindPosition
tr: %s yapılandırılırken hata oluştu: Nesne IBindPosition uygulamalıdır

source: Duplicate name '%s' in %s
tr: %s içinde yinelenen ad '%s'

source: Not editing
tr: Düzenlenmiyor

source: Field '%s' not found
tr: Alan '%s' bulunamadı

source: No adapter
tr: Adaptör yok

source: Error in %s: Source component and control component cannot be the same
tr: %s hatası: Kaynak bileşen ve kontrol bileşeni aynı olamaz

source: Field Type
tr: Alan Türü

source: Generator
tr: Jeneratör

source: Error in %2:s: Member %0:s not found in %1:s
tr: %2:s hatası: Üye %0:s %1:s içinde bulunamadı

source: EvalError in %0:s: %1:s
tr: %0:s :%1:s içindeki EvalError

source: First record
tr: İlk kayıt

source: Prior record
tr: Önceki kayıt

source: Next record
tr: Sonraki kayıt

source: Last record
tr: Son kayıt

source: Insert record
tr: Kayıt ekle

source: Delete record
tr: Kayıt sil

source: Edit record
tr: Kaydı düzenle

source: Post edit
tr: Gönderi Düzenle

source: Cancel edit
tr: Düzenlemeyi İptal Et

source: Confirm
tr: Onayla

source: Refresh data
tr: Verileri yenile

source: Apply updates
tr: Güncellemeleri uygula

source: Cancel updates
tr: Güncellemeleri iptal et

source: Delete record?
tr: Kayıt silinsin mi?

source: %s does not implement IScopeLookup
tr: %s IScopeLookup uygulamıyor

source: Lookup controls do not support bidirectional editing
tr: Arama kontrolleri çift yönlü düzenlemeyi desteklemiyor

source: Cannot modify a read-only data source
tr: Salt okunur bir veri kaynağı değiştirilemez

source: Cannot perform this operation on a closed dataset
tr: Bu işlem kapalı bir veri kümesinde gerçekleştirilemez

source: New instance of type %0:s does not match expected type %1:s
tr: %0:s türündeki yeni örnek beklenen %1:s türüyle eşleşmiyor

source: List is nil
tr: Liste sıfır

source: Unknown editor: %s
tr: Bilinmeyen düzenleyici: %s

source: Control Member
tr: Kontrol Üyesi

source: Source Member
tr: Kaynak Üye

source: Custom Format
tr: Özel Biçim

source: The shared key cannot be created. Please check that you have the required OpenSSL libraries.
tr: Paylaşılan anahtar oluşturulamıyor. Lütfen gerekli OpenSSL kitaplıklarına sahip olup olmadığınızı kontrol edin.

source: Invalid field size
tr: Geçersiz alan

source: Invalid FieldKind
tr: Geçersiz FieldKind

source: Invalid field registration
tr: Geçersiz alan kaydı

source: Field '%s' is of an unknown type
tr: '%s' alanı bilinmeyen bir türde

source: Field name missing
tr: Alan adı eksik

source: Duplicate field name '%s'
tr: Yinelenen alan adı '%s'

source: Cannot access field '%s' as type %s
tr: '%s' alanına %s türü olarak erişilemiyor

source: Invalid value for field '%s'
tr: '%s' için geçersiz değer

source: %g is not a valid value for field '%s'. The allowed range is %g to %g
tr: %g, '%s' alanı için geçerli bir değer değil. İzin verilen aralık %g ila %g

source: %s is not a valid value for field '%s'. The allowed range is %s to %s
tr: %s, '%s' alanı için geçerli bir değer değil. İzin verilen aralık %s ila %s

source: '%s' is not a valid integer value for field '%s'
tr: '%s' alanı için geçerli bir tam sayı değeri değil '%s'

source: '%s' is not a valid boolean value for field '%s'
tr: '%s' alanı için geçerli bir boole değeri değil '%s'

source: '%s' is not a valid floating point value for field '%s'
tr: '%s' alanı için geçerli bir kayan nokta değeri değil '%s'

source: Type mismatch for field '%s', expecting: %s actual: %s
tr: '%s' alanı için tür uyuşmazlığı, beklenen: %s gerçek: %s

source: Size mismatch for field '%s', expecting: %d actual: %d
tr: '%s' alanı için boyut uyuşmazlığı, beklenen: %d gerçek: %d

source: Invalid variant type or size for field '%s'
tr: '%s' alanı için geçersiz varyant türü veya boyutu

source: Value of field '%s' is out of range
tr: '%s' alanının değeri aralık dışında

source: Error adjusting BCD precision
tr: BCD hassasiyeti ayarlanırken hata oluştu

source: Field '%s' must have a value
tr: '%s' alanının bir değeri olmalıdır

source: Field '%s' has no dataset
tr: "%s" alanında veri kümesi yok

source: Field '%s' cannot be a calculated or lookup field
tr: '%s' alanı hesaplanmış veya arama alanı olamaz

source: Field '%s' cannot be modified
tr: '%s' alanı değiştirilemez

source: Field index out of range
tr: Alan endeksi aralık dışında

source: No index currently active
tr: Şu anda etkin dizin yok

source: Field '%s' is not indexed and cannot be modified
tr: '%s' alanı dizine eklenmedi ve değiştirilemez

source: Cannot access index field '%s'
tr: '%s' dizin alanına erişilemiyor

source: Duplicate index name '%s'
tr: Yinelenen dizin adı '%s'

source: No index for fields '%s'
tr: '%s' alanları için dizin yok

source: Index '%s' not found
tr: '%s' dizini bulunamadı

source: Circular datalinks are not allowed
tr: Dairesel veri bağlantılarına izin verilmez

source: Lookup information for field '%s' is incomplete
tr: '%s' alanı için arama bilgileri eksik

source: New Lookup Field
tr: Arama alanı

source: DataSource cannot be changed
tr: Veri Kaynağı değiştirilemez

source: Nested datasets cannot have a MasterSource
tr: İç içe veri kümelerinin MasterSource'u olamaz

source: Cannot perform this operation on an open dataset
tr: Bu işlem açık bir veri kümesinde gerçekleştirilemez

source: Dataset not in edit or insert mode
tr: Veri kümesi düzenleme veya ekleme modunda değil

source: Cannot perform this operation on an empty dataset
tr: Bu işlem boş bir veri kümesinde gerçekleştirilemez

source: Cannot modify a read-only dataset
tr: Salt okunur bir veri kümesi değiştirilemez

source: Nested dataset must inherit from %s
tr: İç içe veri kümesi %s kaynağından devralınmalıdır

source: Filter expression incorrectly terminated
tr: Filtre ifadesi yanlış sonlandırıldı

source: Unterminated field name
tr: Sonlandırılmamış alan adı

source: Unterminated string constant
tr: Sonlandırılmamış dize sabiti

source: Invalid filter expression character: '%s'
tr: Geçersiz filtre ifadesi karakteri: '%s'

source: '(' expected but %s found
tr: '(' bekleniyor ancak %s bulundu

source: ')' expected but %s found
tr: ')' bekleniyordu ancak %s bulundu

source: ')' or ',' expected but %s found
tr: ')' veya ',' beklenen ancak %s bulunan

source: Expression expected but %s found
tr: İfade bekleniyor ancak %s bulundu

source: Field '%s' cannot be used in a filter expression
tr: '%s' alanı bir filtre ifadesinde kullanılamaz

source: NULL only allowed with '=' and '<>'
tr: NULL'A yalnızca '=' ve '<>' ile izin verilir

source: Constant out of range
tr: Sabit aralık dışında

source: Field '%s' is not of type Boolean
tr: '%s' alanı Boole türünde değil

source: Incorrectly formed filter expression
tr: Yanlış oluşturulmuş filtre ifadesi

source: nothing
tr: hiçbir şey

source: Type mismatch in expression
tr: İfadeye uyumsuzluk yazın

source: Operation cannot mix aggregate value with record-varying value
tr: İşlem, toplam değeri değişen kayıt değeriyle karıştıramaz

source: Arithmetic in filter expressions not supported
tr: Filtre ifadelerindeki aritmetik desteklenmiyor

source: Expression is not an aggregate expression
tr: İfade toplu bir ifade değil

source: Constant is not correct type %s
tr: Sabit, %s türü için doğru değil

source: Aggregate expressions not allowed in filters
tr: Filtrelerde toplu ifadelere izin verilmez

source: IN predicate list may not be empty
tr: Dayanak listesinde boş olamaz

source: Invalid use of keyword
tr: Anahtar kelimenin geçersiz kullanımı

source: False
tr: Yanlış

source: True
tr: Doğru

source: Parameter '%s' not found
tr: Parametre '%s' bulunamadı

source: Unable to load bind parameters
tr: Bağlama parametreleri yüklenemiyor

source: Parameter '%s', cannot save data larger than %d bytes
tr: '%s' parametresi, %d bayttan büyük veriler kaydedilemiyor

source: Field '%s' is of an unsupported type
tr: '%s' alanı desteklenmeyen bir türde

source: Property may not be modified while aggregate is active
tr: Agrega etkinken özellik değiştirilemez

source: SQL not supported
tr: Desteklenmiyor

source: Execute not supported
tr: Yürütme desteklenmiyor

source: Field '%s' is not the correct type of calculated field to be used in an aggregate, use an internalcalc
tr: '%s' alanı, bir toplamda kullanılacak hesaplanan alanın doğru türü değil, bir iç hesaplama kullanın

source: Record not found or changed by another user
tr: Kayıt bulunamadı veya başka bir kullanıcı tarafından değiştirilmedi

source: Operation not allowed on a unidirectional dataset
tr: Tek yönlü bir veri kümesinde işleme izin verilmiyor

source: Unassigned variant value
tr: Atanmamış varyant değeri

source: Record not found
tr: Kayıt bulunamadı

source: FileName property cannot be blank
tr: FileName özelliği boş bırakılamaz

source: Fieldname %s exceeds %d chars
tr: Alan adı %s %d karakteri aşıyor

source: BCD overflow
tr: BCD taşması

source: %s is not a valid BCD value
tr: %s geçerli bir BCD değeri değil

source: Invalid format type for BCD
tr: BCD için geçersiz format türü

source: Could not parse SQL TimeStamp string
tr: SQL TimeStamp dizesi ayrıştırılamadı

source: Invalid SQL date/time values
tr: Geçersiz SQL tarih/saat değerleri

source: Calendar time cannot be represented
tr: Takvim zamanı temsil edilemez

source: Delete all selected records?
tr: Seçilen tüm kayıtlar silinsin mi?

source: Grid requested to display more than 256 columns
tr: Izgaranın 256 'dan fazla sütun görüntülemesi istendi

source: Skip
tr: Atla

source: Abort
tr: Durdur

source: Merge
tr: Birleştir

source: Correct
tr: Doğru

source: Refresh
tr: Yenile

source: Inserted
tr: Eklendi

source: Deleted
tr: Silindi

source: Update Error - %s
tr: Güncelleme Hatası - %s

source: <Unchanged>
tr: <Değişmedi>

source: (Binary)
tr: (İkili)

source: (Array)
tr: (Dizi)

source: Field Name
tr: Alan Adı

source: Original Value
tr: Orjinal Değer

source: Conflicting Value
tr: Çelişen Değer

source: Value
tr: Değer

source: <No Records>
tr: <Kayıt Yok>

source: New
tr: Yeni

source: Are you sure you want to delete the access policy from line %d ?
tr: %d satırından erişim politikasını silmek istediğinizden emin misiniz?

source: New access policy
tr: Yeni erişim politikası

source: File content exceeds the current block size limit of 4 MB
tr: Dosya içeriği, 4 MB'lık geçerli blok boyutu sınırını aşıyor

source: Block blob content is limited to maximum 64 MB
tr: Blok blob içeriği maksimum 64 MB ile sınırlıdır

source: Loading...
tr: Yükleniyor...

source: Access Control List
tr: Erişim Denetim Listesi

source: Page Regions
tr: Sayfa Bölgeleri

source: Block List
tr: Engel Listesi

source: Metadata
tr: Metaveri

source: Signed Identifier
tr: İmzalı Tanımlayıcı

source: Blob Public Access
tr: Blob Genel Erişim

source: Content Length
tr: İçerik Uzunluğu

source: Committed Blocks
tr: Taahhüt Edilen Bloklar

source: Uncommitted Blocks
tr: Taahhüt Edilmemiş Bloklar

source: Create Root Container
tr: Kök Kapsayıcı Oluştur

source: Create Container
tr: Kapsayıcı Oluştur

source: Activate
tr: Etkinleştir

source: Delete Root Container
tr: Kök Kapsayıcıyı Sil

source: Root Container deletion failed with code: %d. A possible solution is to try again after a refresh.
tr: Kök Kapsayıcı silme işlemi %d koduyla başarısız oldu. Olası bir çözüm, yeniledikten sonra tekrar denemektir.

source: Root Container creation failed with code: %d. A possible solution is to try again after a refresh.
tr: Kök Kapsayıcı şu kodla oluşturulamadı: %d. Olası bir çözüm, yeniledikten sonra tekrar denemektir.

source: Container's %s creation failed with code: %d
tr: Kapsayıcının %s oluşturulması şu kodla başarısız oldu: %d

source: Create root container
tr: Kök kapsayıcı oluştur

source: Create a new container
tr: Yeni bir kap oluştur

source: Create Block Blob
tr: Blok Blobu Oluştur

source: Create Page Blob
tr: Sayfa oluştur

source: Create a Block Blob in %s container
tr: %s kapsayıcısında bir Blok Blobu oluştur

source: Create a Page Blob in %s container
tr: %s kapsayıcısında bir Sayfa Blobu oluştur

source: Please allow 10 minutes per MB for the operation to complete
tr: İşlemin tamamlanması için lütfen MB başına 10 dakika bekleyin

source: You are about to delete of %s %s. Proceed with it?
tr: Şunu silmek üzeresiniz: %s %s. Devam edilsin mi?

source: root container
tr: kök kapsayıcı

source: container
tr: kap

source: Add Page
tr: Sayfa Ekle

source: Page management for %s/%s blob
tr: %s/%s blobu için sayfa yönetimi

source: Add Block
tr: Blok Ekle

source: Block management for %s/%s blob
tr: %s/%s blobu için blok yönetimi

source: Delete Container
tr: Kapsayıcıyı Sil

source: Delete Blob
tr: Blobu Sil

source: You are about to delete the %s container and all its content. Proceed with the deletion?
tr: %s Kapsayıcıyı ve tüm içeriğini silmek üzeresiniz. Silme işlemine devam edilsin mi?

source: You are about to delete the blob %s from the %s container. Proceed with the deletion?
tr: %s blobunu %s kapsayıcısından silmek üzeresiniz. Silme işlemine devam edilsin mi?

source: Container %s deletion failed with code %d.
tr: Kapsayıcı %s %d koduyla silinemedi.

source: Blob %s/%s deletion attempt failed with code %d.
tr: Blob %s/%s silme denemesi %d koduyla başarısız oldu.

source: No more new operations are allowed until the completion of the previous one
tr: Bir öncekinin tamamlanmasına kadar yeni işlemlere izin verilmez

source: Busy...
tr: Meşgul...

source: Edit Metadata
tr: Meta Verileri Düzenle

source: Blob's %s/%s metadata access failed. Error code is: %d.
tr: Blob'un %s/%s meta veri erişimi başarısız oldu. Hata kodu: %d.

source: Edit Blob %s/%s Metadata
tr: Blob %s/%s Meta Verilerini Düzenle
