Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/delphi10/languages/*/delphi10.po
Languages: tr

source: Cannot focus this control
tr: Bu denetime odaklanılamıyor

source: The function '%s' must not return nil value
tr: '%s' işlevi nil değeri döndürmemelidir

source: The style you have chosen is not available for your currently selected target platform. You can select a custom style or remove the stylebook to allow FireMonkey to automatically load the native style at run time
tr: Seçtiğiniz stil, şu anda seçili hedef platformunuz için kullanılamaz. Özel bir stil seçebilir veya stil kitabını kaldırarak FireMonkey'in çalışma zamanında yerel stili otomatik olarak yüklemesine izin verebilirsiniz

source: Can't load style from stream
tr: Akıştan stil yüklenemiyor

source: Can't load style from resource
tr: Kaynaktan stil yüklenemiyor

source: Can't load style from file %s
tr: %s dosyasından stil yüklenemiyor

source: Invalid printer class: %s
tr: Geçersiz yazıcı sınıfı: %s

source: Length of value array must be >= length of prompt array
tr: Değer dizisinin uzunluğu >= istem dizisinin uzunluğunda olmalıdır

source: Prompt array must not be empty
tr: İstem dizisi boş olmamalıdır

source: Unsupported InputQuery fields
tr: Desteklenmeyen InputQuery alanları

source: Invalid Color string
tr: Geçersiz Renk dizesi

source: Invalid FMX Handle: %s%.*x
tr: Geçersiz FMX Tutamağı: %s%.*x

source: At the moment you can't change the window's handle
tr: Şu anda pencerenin tutamağını değiştiremezsiniz

source: Unsupported media file %s%
tr: Desteklenmeyen medya dosyası %s%

source: Unsupported platform service: %s
tr: Desteklenmeyen platform hizmeti: %s

source: Service %s already registered
tr: Hizmet %s zaten kayıtlı

source: Unsupported OS version: %s
tr: Desteklenmeyen işletim sistemi sürümü: %s

source: There is an instance of "%s" already. Multiple instances are not supported
tr: Zaten bir "%s" örneği var. Birden fazla örnek desteklenmiyor

source: Instance of "%s" not created
tr: "%s" örneği oluşturulmadı

source: Class of flashing control, is not registered
tr: Yanıp sönen denetim sınıfı, kayıtlı değil

source: Class %0:s does not support interface %1:s
tr: Sınıf %0:s, %1:s arayüzünü desteklemiyor

source: Handled null exception
tr: İşlenen null istisnası

source: Unable to obtain device ID. Use SetTestModeDeviceID.
tr: Aygıt kimliği alınamıyor. SetTestModeDeviceID kullanın.

source: An unknown combination of keys %s
tr: Bilinmeyen bir anahtar kombinasyonu %s

source: You can use only the inheritors of class "%s"
tr: Yalnızca "%s" sınıfının mirasçılarını kullanabilirsiniz

source: Cannot create menu ID. All IDs have already been assigned
tr: Menü kimliği oluşturulamıyor. Tüm kimlikler zaten atanmış

source: Invalid gesture ID (%d)
tr: Geçersiz jest kimliği (%d)

source: Invalid stream format
tr: Geçersiz akış biçimi

source: Duplicate gesture name: %s
tr: Yinelenen hareket adı: %s

source: A recorded gesture named %s already exists
tr: %s adlı kayıtlı bir hareket zaten var

source: Control not found
tr: Kontrol bulunamadı

source: The following registered gestures were not found: %s
tr: Aşağıdaki kayıtlı hareketler bulunamadı: %s

source: Error loading previously saved settings file: %s Would you like to delete it?
tr: Önceden kaydedilmiş ayarlar dosyası yüklenirken hata oluştu: %s Silmek ister misiniz?

source: Too many registered gestures
tr: Çok fazla kayıtlı jest

source: A registered gesture named %s already exists
tr: %s adlı kayıtlı bir jest zaten var

source: Unable to save settings
tr: Ayarlar kaydedilemiyor

source: Invalid gesture name (%s)
tr: Geçersiz hareket adı (%s)

source: Value must be between %d and %d
tr: Değer %d ile %d arasında olmalıdır

source: Unable to add IStylusAsyncPlugin: %s
tr: IStylusAsyncPlugin eklenemiyor: %s

source: Unable to add IStylusSyncPlugin: %s
tr: IStylusSyncPlugin eklenemedi: %s

source: Unable to remove IStylusAsyncPlugin: %s
tr: IStylusAsyncPlugin kaldırılamıyor: %s

source: Unable to remove IStylusSyncPlugin: %s
tr: IStylusSyncPlugin kaldırılamıyor: %s

source: Unable to get or set window handle: %s
tr: Pencere tanıtıcısı alınamıyor veya ayarlanamıyor: %s

source: Unable to enable or disable IRealTimeStylus: %s
tr: IRealTimeStylus etkinleştirilemiyor veya devre dışı bırakılamıyor: %s

source: Unable to enable or disable IGestureRecognizer: %s
tr: IGestureRecognizer etkinleştirilemiyor veya devre dışı bırakılamıyor: %s

source: Unable to retrieve initial gesture point
tr: İlk jest noktası alınamıyor

source: Unable to set stylus gestures: %s
tr: Kalem hareketleri ayarlanamıyor: %s

source: The main menu can be only a single instance
tr: Ana menü yalnızca tek bir örnek olabilir

source: A main menu only supports TMenuItem children
tr: Ana menü yalnızca TMenuItem alt öğelerini destekler

source: No %s implementation found
tr: %s uygulaması bulunamadı

source: %s not implemented on this platform
tr: %s bu platformda uygulanmadı

source: On Android platform, only overloads with TInputCloseBoxProc or TInputCloseBoxEvent are supported
tr: Android platformunda, yalnızca TInputCloseBoxProc veya TInputCloseBoxEvent ile aşırı yüklemeler desteklenir

source: Bitmap size must be equal in copy operation
tr: Kopyalama işleminde bit eşlem boyutu eşit olmalıdır

source: Blocking dialogs
tr: İletişim kutularını engelleme

source: Cannot create %s, because |CreateScrollContent| must return not nil object
tr: %s oluşturulamıyor, çünkü |CreateScrollContent | nil nesnesi döndürmemelidir

source: Presentation received nil Content from TPresentedControl. Content cannot be nil.
tr: Sunum TPresentedControl'den NIL İçeriği aldı. İçerik sıfır olamaz.

source: Point not in layout
tr: Nokta düzende değil

source: TCaretPosition.Line has incorrect value
tr: TCaretPosition.Line yanlış değere sahip

source: TCaretPosition.Pos has incorrect value
tr: TCaretPosition.Pos yanlış değere sahip

source: Invalid IScene.DisableUpdating/IScene.EnableUpdating call pair
tr: Geçersiz IScene.DisableUpdating/IScene.EnableUpdating çağrı çifti

source: No platform styles found
tr: Platform stili bulunamadı

source: No platform style found for the current platform
tr: Mevcut platform için platform stili bulunamadı

source: Required IDeviceBehavior is not registered
tr: Gerekli IDeviceBehavior kayıtlı değil

source: Style resource does not exist
tr: Stil kaynağı mevcut değil

source: Error
tr: Hata

source: Information
tr: Bilgi

source: Yes
tr: Evet

source: No
tr: Hayır

source: Help
tr: Yardım

source: No help available
tr: Yardım yok

source: Retry
tr: Tekrar dene

source: Ignore
tr: Yoksay

source: All
tr: Tümü

source: No to All
tr: Tümüne Hayır

source: Yes to &All
tr: &Tümüne Evet

source: Close
tr: Kapat

source: %s requires Windows Vista or later
tr: %s Windows Vista veya daha yenisini gerektirir

source: &Username
tr: &Kullanıcı adı

source: &Password
tr: &Parola

source: &Domain
tr: &Alan Adı

source: Login
tr: Giriş

source: Quit %s
tr: Çık %s

source: Close Window
tr: Pencereyi Kapat

source: Hide %s
tr: Gizle %s

source: Hide Others
tr: Diğerlerini Gizle

source: application
tr: uygulama

source: Go to %s
tr: Şuraya git: %s

source: Go to <Tab>
tr: Git <Tab>

source: Play
tr: Oynat

source: Pause
tr: Duraklat

source: Stop
tr: Durdur

source: Google Play Services needs to be updated. Please go to Play Store to update Google Play Services then, restart the application
tr: Google Play Hizmetlerinin güncellenmesi gerekiyor. Google Play Hizmetlerini güncellemek için lütfen Play Store'a gidin, ardından uygulamayı yeniden başlatın

source: Undo
tr: Geri al

source: Paste
tr: Yapıştır

source: Delete
tr: Sil

source: Select All
tr: Tümünü Seç

source: ERROR at line %d. %s expected but token %s found.
tr: %d satırında HATA. %s bekleniyor ancak %s belirteci bulundu.

source: ERROR at line %d. '%s' expected but char '%s' found.
tr: %d satırında HATA. '%s' bekleniyor, ancak '%s' karakteri bulundu.

source: File is corrupt.
tr: Dosya bozuk.

source: Wrong materials number
tr: Yanlış malzeme numarası

source: Wrong vertex number
tr: Yanlış tepe noktası numarası

source: Wrong normal number
tr: Yanlış normal sayı

source: Wrong texture coord number
tr: Yanlış doku koordinat numarası

source: Wrong vertex index
tr: Yanlış vertex indeksi

source: Wrong faces number
tr: Yanlış yüz numarası

source: Wrong faces index
tr: Yanlış yüzler dizini

source: Wrong triangle mesh number
tr: Yanlış üçgen örgü numarası

source: Wrong triangle mesh index
tr: Yanlış üçgen örgü indeksi

source: Wrong texture coord index
tr: Yanlış doku koordinat indeksi

source: Unexpected key word
tr: Beklenmeyen anahtar kelime

source: Index data not found. File is corrupt.
tr: Dizin verileri bulunamadı. Dosya bozuk.

source: Effect id %s not found. File is corrupt.
tr: Efekt kimliği %s bulunamadı. Dosya bozuk.

source: Mesh id %s not found. File is corrupt.
tr: %s ağ kimliği bulunamadı. Dosya bozuk.

source: Controller id %s not found. File is corrupt.
tr: Denetleyici kimliği %s bulunamadı. Dosya bozuk.

source: Cannot create a circular dependency between components
tr: Bileşenler arasında döngüsel bir bağımlılık oluşturulamaz

source: %s property out of range
tr: %s mülk aralık dışında

source: Active printer DPI can't be changed while printing
tr: Yazdırma sırasında etkin yazıcı DPI'sı değiştirilemez

source: Error occured while reading printer settings: %s
tr: Yazıcı ayarları okunurken hata oluştu: %s

source: Error occured while writing printer settings: %s
tr: Yazıcı ayarları yazılırken hata oluştu: %s

source: All Files
tr: Tüm Dosyalar

source: Bitmaps
tr: Bit eşlemler

source: Icons
tr: Simgeler

source: TIFF Images
tr: TIFF Görselleri

source: JPEG Images
tr: JPEG Resimleri

source: PNG Images
tr: PNG Görselleri

source: GIF Images
tr: GIF Resimleri

source: Jpeg 2000 Images
tr: Jpeg 2000 Görüntüleri

source: TGA Images
tr: TGA Görselleri

source: WMP Images
tr: WMP Görüntüleri

source: AVI Files
tr: Avı Dosyaları

source: WMV Files
tr: WMV Dosyaları

source: Mpeg4 Files
tr: Mpeg4 Dosyaları

source: QuickTime Files
tr: QuickTime Dosyaları

source: M4V Files
tr: M4v Dosyaları

source: Windows Media Audio Files
tr: Windows Media Ses Dosyaları

source: Mpeg Layer 3 Files
tr: Mpeg Katman 3 Dosyaları

source: WAV Files
tr: WAV Dosyaları

source: Apple Core Audio Format Files
tr: Apple Core Ses Formatı Dosyaları

source: 3GP Audio Files
tr: 3GP Ses Dosyaları

source: M4A Files
tr: M4a Dosyaları

source: The "%s" cannot be modified (Fixed = True)
tr: "%s" değiştirilemez (Sabit = Doğru)

source: Duplicate scale value %s
tr: Yinelenen ölçek değeri %s

source: Other scale
tr: Diğer ölçek

source: Flash doesn't exist on this device
tr: Bu cihazda flaş yok

source: Done
tr: Bitti

source: This version of Android does not have an implementation of list pickers
tr: Android'in bu sürümünde liste seçici uygulaması yok

source: This version of Android does not have an implementation of Date/Time pickers
tr: Android'in bu sürümünde Tarih/Saat seçicilerin bir uygulaması yok

source: NotificationCenter: Title is not supported in iOS
tr: NotificationCenter: Başlık iOS'ta desteklenmiyor

source: NotificationCenter: Action is not supported in Android
tr: NotificationCenter: Eylem Android'de desteklenmiyor

source: Take Photo
tr: Fotoğraf Çek

source: Photo Library
tr: Fotoğraf Kütüphanesi

source: Open to
tr: Şuna aç

source: Saved Photos
tr: Kaydedilen Fotoğraflar

source: Image saved
tr: Görüntü kaydedildi

source: Incorrect size of bitmap parameter(s).
tr: Bit eşlem parametrelerinin yanlış boyutu.

source: Loading bitmap failed.
tr: Bit eşlem yüklenemedi.

source: Loading bitmap failed (%s).
tr: Bit eşlem yüklenemedi (%s).

source: Bitmap size too big.
tr: Bit eşlem boyutu çok büyük.

source: Invalid call of GetParameter.
tr: Geçersiz GetParameter çağrısı.

source: Loading thumbnail failed.
tr: Küçük resim yüklenemedi.

source: Loading thumbnail failed (%s).
tr: Küçük resim yüklenemedi (%s).

source: Saving bitmap failed.
tr: Bit eşlem kaydedilemedi.

source: Saving bitmap failed (%s).
tr: Bit eşlem kaydedilemedi (%s).

source: The specified bitmap format is not supported.
tr: Belirtilen bit eşlem biçimi desteklenmiyor.

source: Could not retrieve surface description.
tr: Yüzey açıklaması alınamadı.

source: Could not retrieve surface contents.
tr: Yüzey içerikleri alınamadı.

source: Failed acquiring access to bitmap.
tr: Bit eşleme erişimi alınamadı.

source: Failure during video feed capture.
tr: Video yayını yakalama sırasında arıza.

source: No CaptureDeviceManager implementation found
tr: CaptureDeviceManager uygulaması bulunamadı

source: Invalid calling conditions for '%s'.
tr: '%s' için geçersiz arama koşulları.

source: Invalid rendering conditions for '%s'.
tr: '%s' için geçersiz oluşturma koşulları.

source: Cannot create texture for '%s' because the size is too small.
tr: Boyut çok küçük olduğundan '%s' için doku oluşturulamıyor.

source: Cannot acquire bitmap access for '%s'.
tr: '%s' için bit eşlem erişimi alınamıyor.

source: Cannot find a suitable pixel format for '%s'.
tr: '%s' için uygun bir piksel biçimi bulunamıyor.

source: Cannot find a suitable shader for '%s'.
tr: '%s' için uygun bir gölgelendirici bulunamıyor.

source: Cannot determine Direct3D support level.
tr: Direct3D destek seviyesi belirlenemiyor.

source: Cannot create Direct3D object for '%s'.
tr: '%s' için Direct3D nesnesi oluşturulamıyor.

source: Cannot create Direct2D Factory object for '%s'.
tr: '%s' için Direct2D Factory nesnesi oluşturulamıyor.

source: Cannot create DirectWrite Factory object for '%s'.
tr: '%s' için DirectWrite Factory nesnesi oluşturulamıyor.

source: Cannot create WIC Imaging Factory object for '%s'.
tr: '%s' için WIC Görüntüleme Fabrikası nesnesi oluşturulamıyor.

source: Cannot create rendering target for '%s'.
tr: '%s' için oluşturma hedefi oluşturulamıyor.

source: Cannot create Direct3D device for '%s'.
tr: '%s' için Direct3D cihazı oluşturulamıyor.

source: Cannot acquire DXGI factory from Direct3D device for '%s'.
tr: '%s' için Direct3D cihazından DXGI fabrikası alınamıyor.

source: Cannot resize buffers for '%s'.
tr: '%s' için tamponlar yeniden boyutlandırılamıyor.

source: Cannot associate the window handle for '%s'.
tr: '%s' için pencere tanıtıcısı ilişkilendirilemiyor.

source: Cannot retrieve display mode for '%s'.
tr: '%s' için görüntüleme modu alınamıyor.

source: Cannot retrieve buffer description for '%s'.
tr: '%s' için arabellek açıklaması alınamıyor.

source: Cannot create sampler state for '%s'.
tr: '%s' için örnekleyici durumu oluşturulamıyor.

source: Cannot retreive surface for '%s'.
tr: '%s' için yüzey geri alınamıyor.

source: Cannot create texture for '%s'.
tr: '%s' için doku oluşturulamıyor.

source: Cannot upload pixel data to texture for '%s'.
tr: '%s' için dokuya piksel verileri yüklenemiyor.

source: Cannot activate the texture for '%s'.
tr: '%s' için doku etkinleştirilemiyor.

source: Cannot acquire texture access for '%s'.
tr: '%s' için doku erişimi alınamıyor.

source: Cannot copy texture resource '%s'.
tr: Doku kaynağı '%s' kopyalanamıyor.

source: Cannot create render target view for '%s'.
tr: '%s' için render hedef görünümü oluşturulamıyor.

source: Cannot activate frame buffers for '%s'.
tr: '%s' için çerçeve tamponları etkinleştirilemiyor.

source: Cannot create render buffers for '%s'.
tr: '%s' için render tamponları oluşturulamıyor.

source: Cannot retrieve device render buffers for '%s'.
tr: '%s' için cihaz oluşturma tamponları alınamıyor.

source: Cannot activate render buffers for '%s'.
tr: '%s' için render tamponları etkinleştirilemiyor.

source: Cannot begin rendering scene for '%s'.
tr: '%s' sahnesi oluşturulmaya başlanamıyor.

source: Cannot synchronize device buffers for '%s'.
tr: '%s' için cihaz tamponları senkronize edilemiyor.

source: Cannot upload device buffers for '%s'.
tr: '%s' için cihaz tamponları yüklenemiyor.

source: Cannot create a depth/stencil buffer for '%s'.
tr: '%s' için derinlik/şablon arabelleği oluşturulamıyor.

source: Cannot retrieve device depth/stencil buffer for '%s'.
tr: '%s' için cihaz derinliği/şablon tamponu alınamıyor.

source: Cannot activate depth/stencil buffer for '%s'.
tr: '%s' için derinlik/şablon arabelleği etkinleştirilemiyor.

source: Cannot create a swap chain for '%s'.
tr: '%s' için bir takas zinciri oluşturulamıyor.

source: Cannot resize swap chain for '%s'.
tr: '%s' için takas zinciri yeniden boyutlandırılamıyor.

source: Cannot activate swap chain for '%s'.
tr: '%s' için takas zinciri etkinleştirilemiyor.

source: Cannot create vertex shader for '%s'.
tr: '%s' için köşe gölgelendirici oluşturulamıyor.

source: Cannot create pixel shader for '%s'.
tr: '%s' için piksel gölgelendirici oluşturulamıyor.

source: Cannot create vertex layout for '%s'.
tr: '%s' için köşe düzeni oluşturulamıyor.

source: Cannot create vertex declaration for '%s'.
tr: '%s' için köşe bildirimi oluşturulamıyor.

source: Cannot create vertex buffer for '%s'.
tr: '%s' için köşe tamponu oluşturulamıyor.

source: Cannot create index buffer for '%s'.
tr: '%s' için dizin arabelleği oluşturulamıyor.

source: Cannot create shader for '%s'.
tr: '%s' için gölgelendirici oluşturulamıyor.

source: Cannot find shader variable '%s'.
tr: Gölgelendirici değişkeni '%s' bulunamıyor.

source: Cannot activate shader program for '%s'.
tr: '%s' için gölgelendirme programı etkinleştirilemiyor.

source: Cannot create OpenGL context for '%s'.
tr: '%s' için OpenGL bağlamı oluşturulamıyor.

source: Cannot update OpenGL context for '%s'.
tr: '%s' için OpenGL bağlamı güncellenemiyor.

source: Cannot draw mesh object for '%s'.
tr: '%s' için mesh nesnesi çizilemiyor.

source: Error in context method '%s'.
tr: Bağlam yönteminde hata '%s '.

source: This feature is not supported in '%s'.
tr: Bu özellik '%s' içinde desteklenmiyor.

source: Error compressing stream.
tr: Akış sıkıştırılırken hata oluştu.

source: Error decompressing stream.
tr: Akış sıkıştırması açılırken hata oluştu.

source: Error unpacking shader code.
tr: Gölgelendirici kodu açılırken hata oluştu.

source: Cannot add columns or rows while expand style is fixed size
tr: Genişletme stili sabit boyutta iken sütun veya satır eklenemez

source: '%d' is not a valid span
tr: '%d' geçerli bir aralık değil

source: Row index, %d, out of bounds
tr: Satır dizini, %d, sınırların dışında

source: Column index, %d, out of bounds
tr: Sütun dizini, %d, sınırların dışında

source: ControlItem.Control cannot be set to owning GridPanel
tr: ControlItem.Control, GridPanel'e sahip olacak şekilde ayarlanamaz

source: Cannot delete a column that contains controls
tr: Kontrolleri içeren bir sütun silinemez

source: You can't delete a column by default
tr: Varsayılan olarak bir sütunu silemezsiniz

source: Cannot delete a row that contains controls
tr: Kontrolleri içeren bir satır silinemez

source: Member
tr: Üye

source: Size Type
tr: Beden Tipi

source: Auto
tr: Otomatik

source: Percent
tr: Yüzde

source: Absolute
tr: Mutlak

source: Column%d
tr: Sütun%d

source: Row%d
tr: Satır%d

source: Date exceeds maximum of "%s"
tr: Tarih maksimum "%s" değerini aşıyor

source: Date is less than minimum of "%s"
tr: Tarih minimum "%s" değerinden küçük

source: DateTime picker doesn't support psmDateTime on current platform
tr: DateTime seçici mevcut platformda psmDateTime'ı desteklemiyor

source: Send image using:
tr: Şunları kullanarak resim gönder:

source: Send text using:
tr: Şunları kullanarak metin gönder:

source: Send text/image using:
tr: Aşağıdakileri kullanarak metin/resim gönderin:

source: Native %s
tr: Yerel %s

source: In-App Purchase component is not setup
tr: Uygulama İçi Satın Alma bileşeni kurulu değil

source: In-App Purchase component has no license key
tr: Uygulama İçi Satın Alma bileşeninin lisans anahtarı yok

source: Transaction payload verification failed
tr: İşlem yükü doğrulaması başarısız oldu

source: Item has already been purchased
tr: Ürün zaten satın alındı

source: Cannot consume an item you have not purchased
tr: Satın almadığınız bir ürünü tüketemezsiniz

source: Problem setting up in-app billing
tr: Uygulama içi faturalandırma ayarlanırken sorun oluştu

source: Argument problem in IAP API
tr: IAP API'de bağımsız değişken sorunu

source: Cannot connect to iTunes Store
tr: ITunes Store'a bağlanılamıyor

source: Products request already in progress
tr: Ürün talebi zaten devam ediyor

source: Ad failed to load: %d
tr: Reklam yüklenemedi: %d

source: You can not create Presentation without MultiView
tr: Çoklu Görünüm olmadan Sunum oluşturamazsınız

source: Drawer
tr: Keşideci

source: Overlap Drawer
tr: Örtüşen Çekmece

source: Docked Panel
tr: Yerleşik Panel

source: Navigation Pane
tr: Gezinti Bölmesi

source: "%s" cannot be a child of "%s"
tr: "%s" "%s" nin alt öğesi olamaz

source: Model is not valid class. Expected [%s], but received [%s]
tr: Model geçerli bir sınıf değil. [%s] bekleniyordu, ancak [%s] aldı

source: [%] parameter cannot be nil
tr: [%] parametresi sıfır olamaz

source: [%s] without Presentation
tr: Sunum olmadan [%s]

source: AControlClass cannot be nil. Factory cannot generate presentation name.
tr: AControlClass sıfır olamaz. Fabrika sunum adı oluşturamıyor.

source: Cannot create presentation proxy with nil model or PresentedControl. Use overloaded version of constructor with parameters and pass correct values.
tr: NIL modeli veya PresentedControl ile sunum proxy'si oluşturulamıyor. Oluşturucunun aşırı yüklenmiş sürümünü parametrelerle kullanın ve doğru değerleri iletin.

source: Presentation Proxy class for presentation name [%s] is not found
tr: Sunum adı [%s] için Sunum Proxy sınıfı bulunamadı

source: APresentationProxyClass is nil. Factory cannot register presentation with a nil presentation proxy class.
tr: APresentationProxyClass sıfırdır. Fabrika, sunumu sıfır sunum proxy sınıfı ile kaydedemez.

source: APresentationName is empty. Factory cannot register presentation with an empty presentation name
tr: APresentationName boş. Fabrika, sunumu boş bir sunum adıyla kaydedemez

source: Presentation Proxy class [%s] for this presentation name [%s] has already been registered.
tr: Bu sunum adı [%s] için Sunum Proxy sınıfı [%s] zaten kayıtlı.

source: |AOwner| should be an instance of TCustomPresentedScrollBox
tr: |AOwner| TCustomPresentedScrollBox'ın bir örneği olmalıdır

source: Could not create styled presentation because CreateAniCalculations returned nil.
tr: CreateAniCalculations sıfır döndürdüğü için stilize sunum oluşturulamadı.

source: Key cannot be empty. Data model cannot set or get data by key with an empty name.
tr: Anahtar boş olamaz. Veri modeli, boş bir adla anahtarla veri ayarlayamaz veya alamaz.

source: Invalid Application ID
tr: Geçersiz Uygulama Kimliği

source: Privacy Notice: This application anonymously tracks your usage and sends it to us for analysis. We use this analysis to make the software work better for you. This tracking is completely anonymous. No personally identifying information is tracked, and nothing about your usage can be tracked back to you. Please click Yes to help us to improve this software. Thank you.
tr: Gizlilik Bildirimi: Bu uygulama kullanımınızı anonim olarak izler ve analiz için bize gönderir. Bu analizi, yazılımın sizin için daha iyi çalışmasını sağlamak için kullanıyoruz. Bu takip tamamen anonimdir. Kişisel olarak tanımlayıcı bilgiler izlenmez ve kullanımınızla ilgili hiçbir şey size geri izlenemez. Bu yazılımı geliştirmemize yardımcı olmak için lütfen Evet'i tıklatın. Teşekkürler.

source: AppAnalytics custom event error: category cannot be empty.
tr: AppAnalytics özel etkinlik hatası: kategori boş olamaz.

source: First argument is not a TIBCustomDataset descendant
tr: İlk argüman bir TIBCustomDataset alt öğesi değil

source: Second argument must be either a FieldIndex (integer) or FieldName (string)
tr: İkinci bağımsız değişken bir FieldIndex (tam sayı) veya FieldName (dize) olmalıdır
