Repository: jrathlev/Delphi-Program-Collection
Catalog: units/languages/*/units.po
Languages: nl, pt, ru, uk

source: No errors on COM connection
nl: Geen fouten bij COM-verbinding
pt: Sem erros na conexão COM
ru: Нет ошибок подключения COM
uk: Немає помилок підключення COM

source: Error opening COM port
nl: Fout bij openen COM-poort
pt: Erro ao abrir a porta COM
ru: Ошибка открытия COM-порта
uk: Помилка відкриття COM-порту

source: Error setting COM port state
nl: Fout bij instelling COM-poortstatus
pt: Erro ao definir o estado da porta COM
ru: Ошибки настройки состояния COM порта
uk: Помилки налаштування стану COM порту

source: Error flushing COM buffers
nl: Fout bij legen COM-buffers
pt: Erro ao limpar buffers COM
ru: Ошибка при сбросе буферов COM
uk: Помилка скидання буферів COM

source: Error initializing COM port
nl: Fout bij initialiseren COM-poort
pt: Erro ao inicializar a porta COM
ru: Ошибка инициализации COM-порта
uk: Помилка ініціалізації COM-порту

source: Error opening "%s"
nl: Fout bij openen van "%s"
pt: Erro ao abrir "%s"
ru: Ошибка при открытии "%s"
uk: Помилка відкриття "%s"

source: Error creating "%s"
nl: Fout bij maken van "%s"
pt: Erro ao criar "%s"
ru: Ошибка при создании "%s"
uk: Помилка створення "%s"

source: Error reading from "%s"
nl: Fout bij lezen van "%s"
pt: Erro ao ler de "%s"
ru: Ошибка при чтении из "%s"
uk: Помилка читання з "%s"

source: Error extracting from "%s"
nl: Fout bij uitpakken van "%s"
pt: Erro ao extrair de "%s"
ru: Ошибка извлечения из "%s"
uk: Помилка видобування з "%s"

source: Error writing to "%s"
nl: Fout bij schrijven naar "%s"
pt: Erro ao gravar em "%s"
ru: Ошибка при записи в "%s"
uk: Помилка запису в "%s"

source: Error verifying "%s"
nl: Fout bij controleren van "%s"
pt: Erro ao verificar "%s"
ru: Ошибка проверки "%s"
uk: Помилка перевірки "%s"

source: Error closing "%s"
nl: Fout bij sluiten "%s"
pt: Erro ao fechar "%s"
ru: Ошибка при закрытии "%s"
uk: Помилка закриття "%s"

source: Error setting attributes of "%s"
nl: Fout bij instellen van kenmerken van "%s"
pt: Erro ao definir atributos de "%s"
ru: Ошибка настройки атрибутов "%s"
uk: Помилка налаштування атрибутів "%s"

source: Error setting timestamps of "%s"
nl: Fout bij instellen van tijdstempel van "%s"
pt: Erro ao definir os horários de "%s"
ru: Ошибка установки метки времени "%s"
uk: Помилка встановлення мітки часу "%s"

source: Error setting permissions of "%s"
nl: Fout bij instellen van machtigingen voor "%s"
pt: Erro ao definir permissões de "%s"
ru: Ошибка настройки разрешений "%s"
uk: Помилка налаштування дозволів "%s"

source: Error writing directory entry: "%s"
nl: Fout bij schrijven van mapingang: "%s"
pt: Erro ao escrever a entrada do diretório: "%s"
ru: Ошибка записи каталога для "%s"
uk: Помилка запису каталогу: "%s"

source: Error adding directory to "%s"
nl: Fout bij toevoegen van map: "%s"
pt: Erro ao adicionar o diretório em "%s"
ru: Ошибка добавления папки в "%s"
uk: Помилка додавання папки до "%s"

source: Error adding file to "%s"
nl: Fout bij toevoegen van bestand "%s"
pt: Erro ao adicionar o arquivo em "%s"
ru: Ошибка добавления файла в "%s"
uk: Помилка додавання файлу до "%s"

source: Error adding stream to "%s"
nl: Fout bij toevoegen van stream "%s"
pt: Erro ao adicionar fluxo a "%s"
ru: Ошибка добавления потока в "%s"
uk: Помилка додавання потоку до "%s"

source: Error comparing file from "%s" to "%s"
nl: Fout bij vergelijken van bestand van "%s" naar "%s"
pt: Erro ao comparar o arquivo de "%s" para "%s"
ru: Ошибка сравнения файла из "%s" с "%s"
uk: Помилка порівняння файлу з "%s" з "%s"

source: Error writing end record
nl: Fout bij schrijven van de laatste gegevensrij
pt: Erro ao gravar o registro final
ru: Ошибка при записи в конец записи "%s"
uk: Помилка запису в кінець запису "%s"

source: File not found: "%s"
nl: Bestand niet gevonden: "%s"
pt: Arquivo não encontrado: "%s"
ru: Файл не найден: "%s"
uk: Файл не знайдено: "%s"

source: System error: %s
nl: Systeemfout: %s
pt: Erro do sistema: %s
ru: Системная ошибка: %s
uk: Системна помилка: %s

source: No errors
nl: Geen fouten
pt: Sem erros
ru: Нет ошибок
uk: Немає помилок

source: Error -
nl: Fout -
pt: Erro -
ru: Ошибка -
uk: Помилка -

source: Error(2) -
nl: Fout(2) -
pt: Erro(2) -
ru: Ошибка(2) -
uk: Помилка(2) -

source: Warning -
nl: Waarschuwing -
pt: Alerta -
ru: Предупреждение -
uk: Попередження -

source: Could not create file
nl: Kon bestand niet aanmaken
pt: Não foi possível criar o arquivo
ru: Не удалось создать файл
uk: Не вдалося створити файл

source: Could not open file
nl: Kon bestand niet openen
pt: Não pode abrir arquivo
ru: Не удается открыть файл
uk: Неможливо відкрити файл

source: Could not close file
nl: Kon bestand niet sluiten
pt: Não foi possível fechar o arquivo
ru: Не удалось закрыть файл
uk: Не вдалося закрити файл

source: Could not read from file
nl: Kon niet lezen uit bestand
pt: Não foi possível ler do arquivo
ru: Не удалось прочитать из файла
uk: Не вдалося прочитати з файлу

source: Could not write to file
nl: Kon niet schrijven naar bestand
pt: Não foi possível gravar no arquivo
ru: Не удалось записать в файл
uk: Не вдалося записати у файл

source: Attributes could not be set
nl: Kenmerken van het bestand kunnen niet worden ingesteld
pt: Não foi possível definir atributos
ru: Не удалось установить атрибуты
uk: Не вдалося встановити атрибути

source: Low disk space
nl: Onvoldoende schijfruimte
pt: Pouco espaço em disco
ru: Недостаточно места на диске
uk: Недостатньо місця на диску

source: Illegal file header
nl: Illegale bestandskop
pt: Cabeçalho de arquivo ilegal
ru: Недопустимый заголовок файла
uk: Неприпустимий заголовок файлу

source: Corrupt file
nl: Beschadigd bestand
pt: Arquivo corrompido
ru: Поврежденный файл
uk: Пошкоджений файл

source: Encryption failed
nl: Versleuteling mislukt
pt: A criptografia falhou
ru: Ошибка шифрования
uk: Помилка шифрування

source: Decryption failed
nl: Ontsleuteling mislukt
pt: Falha na descriptografia
ru: Не удалось дешифровать
uk: Не вдалося дешифрувати

source: Verification failed
nl: Controle mislukt
pt: Falha na verificação
ru: Сбой проверки
uk: Збій перевірки

source: Path too long
nl: Pad te lang
pt: Caminho muito longo
ru: Путь слишком длинный
uk: Шлях надто довгий

source: File not found
nl: Bestand niet gevonden
pt: Arquivo não encontrado
ru: Файл не найден
uk: Файл не знайдено

source: Timestamp could not be set
nl: Tijdstempel kon niet worden ingesteld
pt: Não foi possível definir a data/hora
ru: Не удалось установить метку времени
uk: Не вдалося встановити мітку часу

source: Error copying document summary
nl: Fout bij kopiëren van documentsamenvatting
pt: Erro ao copiar resumo do documento
ru: Ошибка копирования cведений документа
uk: Помилка копіювання відомостей документа

source: Timeout error on copying file
nl: Tijdoverschrijdingsfout bij kopiëren van bestand
pt: Erro de esgotamento durante a cópia
ru: Ошибка времени ожидания при копировании файла
uk: Помилка часу очікування при копіювання файлу

source: Undefined stream
nl: Niet-gedefinieerde stroom
pt: Fluxo não definido
ru: Неопределенный поток
uk: Невизначений потік

source: Permissions could not be copied
nl: Machtigingen konden niet worden gekopieerd
pt: Não foi possível copiar permissões
ru: Не удалось скопировать разрешения
uk: Не вдалося скопіювати дозволи

source: File already exists
nl: Bestand bestaat al
pt: Arquivo já existe
ru: Файл уже существует
uk: Файл вже існує

source: Size mismatch
nl: Verschillende grootte
pt: Tamanho incompatível
ru: Несоответствие размера
uk: Розмір не збігається

source: Could not open destination file for verification
nl: Doelbestand voor verificatie kon niet worden geopend
pt: Não foi possível abrir o arquivo de destino para verificação
ru: Не удалось открыть файл назначения для верификации
uk: Неможливо відкрити файл призначення для верифікації

source: Could not create directory
nl: Kon map niet aanmaken
pt: Não foi possível criar o diretório
ru: Не удалось создать каталог
uk: Не вдалося створити каталог

source: Could not read from FTP
nl: Kon niet lezen van FTP
pt: Não foi possível ler a partir do FTP
ru: Не удалось прочитать из FTP
uk: Не вдалося прочитати з FTP

source: Could not write to FTP
nl: Kon niet schrijven naar FTP
pt: Não foi possível escrever para FTP
ru: Не удалось записать на FTP
uk: Не вдалося записати на FTP

source: Could not connect to FTP server
nl: Kon geen verbinding maken met FTP-server
pt: Não foi possível conectar ao servidor FTP
ru: Не удалось подключиться к FTP-серверу
uk: Не вдалося підключитися до FTP-сервера

source: FTP connection was closed by server
nl: FTP-verbinding is gesloten door server
pt: A conexão FTP foi fechada pelo servidor
ru: FTP-подключение было закрыто сервером
uk: FTP-з'єднання було закрито сервером

source: Could not open FTP data connection
nl: FTP-gegevensverbinding kon niet worden geopend
pt: Não foi possível abrir conexão de dados FTP
ru: Не удалось открыть подключение данных FTP
uk: Неможливо відкрити підключення даних FTP

source: Timeout error on copying file via FTP
nl: Tijdoverschrijdingsfout bij kopiëren van bestand via FTP
pt: Erro de esgotamento durante a cópia via FTP
ru: Ошибка времени ожидания при копировании файлов по FTP
uk: Помилка часу очікування при копіюванні файлів з FTP

source: Different content
nl: Verschillende inhoud
pt: Conteúdo diferente
ru: Разное содержание
uk: Різний контент

source: Error creating new zip segment
nl: Fout bij maken van nieuw zip-segment
pt: Erro ao criar um novo segmento zip
ru: Ошибка при создании zip сегмента
uk: Помилка створення zip сегменту

source: Illegal zip signature
nl: Ongeldige ziphandtekening
pt: Assinatura zip ilegal
ru: Недопустимая подпись zip
uk: Неприпустимий підпис zip

source: Could not extract file
nl: Kon bestand niet uitpakken
pt: Não foi possível extrair o arquivo
ru: Не удалось извлечь файл
uk: Не вдалося вийняти файл

source: Unsupported file format
nl: Bestandsindeling wordt niet ondersteund
pt: Formato de arquivo não compatível
ru: Неподдерживаемый формат файла
uk: Формат файлу, що не підтримується

source: Could not rename temporary file
nl: Kon tijdelijke bestand niet hernoemen
pt: Não foi possível renomear o arquivo temporário
ru: Не удалось переименовать временный файл
uk: Не вдалося перейменувати тимчасовий файл

source: Error reading next zip segment
nl: Fout bij lezen van volgende zip-segment
pt: Erro ao ler o próximo segmento de zip
ru: Ошибка при чтении следующего zip сегмента
uk: Помилка читання наступного zip сегменту

source: Error copying alternate data streams
nl: Fout bij kopiëren van alternatieve gegevensstream
pt: Erro ao copiar fluxos de dados alternados
ru: Ошибка копирования альтернативных потоков данных
uk: Помилка копіювання альтернативних потоків даних

source: Error deleting file
nl: Fout bij verwijderen van bestand
pt: Erro ao excluir o arquivo
ru: Ошибка при удалении файла
uk: Помилка видалення файлу

source: Error renaming file
nl: Fout bij hernoemen van bestand
pt: Erro ao renomear o arquivo
ru: Ошибка при переименовании файла
uk: Помилка перейменування файлу

source: Terminated by user
nl: Beëindigd door gebruiker
pt: Terminado pelo usuário
ru: Завершено пользователем
uk: Завершено користувачем

source: Unknown error code ($%.8x)
nl: Onbekende foutcode ($%.8x)
pt: Código de erro desconhecido ($%.8x)
ru: Неизвестный код ошибки ($%.8x)
uk: Невідомий код помилки ($%.8x)

source: Copy
nl: Kopiëren
pt: Cópia
ru: Копирование
uk: Копіювання

source: Encrypt
nl: Versleutelen
pt: Criptografar
ru: Зашифровать
uk: Зашифрувати

source: Decrypt
nl: Ontsleutelen
pt: Descriptografar
ru: Дешифровать
uk: Дешифрувати

source: File information not available
nl: Bestandsinformatie niet beschikbaar
pt: Arquivo de informação não disponível
ru: Информация о файле не доступна
uk: Інформація про файл недоступна

source: Description:
nl: Beschrijving:
pt: Descrição:
ru: Описание:
uk: Опис:

source: Company:
nl: Bedrijf:
pt: Empresa:
ru: Компания:
uk: Компанія:

source: File version:
nl: Bestandsversie:
pt: Versão do arquivo:
ru: Версия файла:
uk: Версія файлу:

source: Last modified:
nl: Laatst gewijzigd:
pt: Última modificação:
ru: Изменен:
uk: Змінено:

source: Format error:
nl: Indelingsfout:
pt: Erro de formato:
ru: Ошибка формата:
uk: Помилка формату:

source: Global info
nl: Algemene informatie
pt: Info Global
ru: Глобальная информация
uk: Глобальна інформація

source: Document info
nl: Documentinformatie
pt: Info do Documeto
ru: Информация о документе
uk: Інформація про документ

source: User info
nl: Gebruikersinformatie
pt: Info do Usuário
ru: Информация о пользователе
uk: Інформація про користувача

source: Audio info
nl: Audio-informatie
pt: Info do Áudio
ru: Аудио информация
uk: Аудіо інформація

source: Video info
nl: Video-informatie
pt: Info de Vídeo
ru: Видео информация
uk: Відео інформація

source: Image info
nl: Afbeeldingsinformatie
pt: Info de Imagem
ru: Информация о изображении
uk: Інформація про зображення

source: Media info
nl: Media-informatie
pt: Info de Mídia
ru: Информация о медиа
uk: Інформація про медіа

source: Title
nl: Titel
pt: Título
ru: Название
uk: Назва

source: Subject
nl: Onderwerp
pt: Assunto
ru: Тема
uk: Тема

source: Author
nl: Auteur
pt: Autor
ru: Автор
uk: Автор

source: Keywords
nl: Trefwoorden
pt: Palavras-chave
ru: Ключевые слова
uk: Ключові слова

source: Comments
nl: Opmerkingen
pt: Comentários
ru: Комментарии
uk: Коментарі

source: Template
nl: Sjabloon
pt: Modelo
ru: Шаблон
uk: Шаблон

source: Last saved by
nl: Laatst opgeslagen door
pt: Gravado pela última vez por
ru: Последний сохраненный
uk: Останній збережений

source: Revision Number
nl: Revisienummer
pt: Número de revisão
ru: Номер версии
uk: Номер версії

source: Total editing time
nl: Totale bewerkingstijd
pt: Tempo de edição total
ru: Общее время редактирования
uk: Загальний час редагування

source: Last printed
nl: Laatst afgedrukt
pt: Última impressão
ru: Последний напечатанный
uk: Останній надрукований

source: Content created
nl: Inhoud gemaakt
pt: Conteúdo criado
ru: Содержание создано
uk: Зміст створено

source: Date last saved
nl: Datum laatst opgeslagen
pt: Data da última gravação
ru: Последнее сохранение
uk: Останнє збереження

source: Pages
nl: Pagina's
pt: Páginas
ru: Страниц
uk: Сторінок

source: Word count
nl: Aantal woorden
pt: Número de palavras
ru: Количество слов
uk: Кількість слів

source: Character count
nl: Aantal tekens
pt: Número de caracteres
ru: Количество символов
uk: Кількість символів

source: Thumbnail
nl: Miniatuur
pt: Miniatura
ru: Миниатюра
uk: Мініатюра

source: Program name
nl: Programmanaam
pt: Nome do programa
ru: Название программы
uk: Назва програми

source: Security
nl: Veiligheid
pt: Segurança
ru: Безопасность
uk: Безпека

source: Category
nl: Categorie
pt: Categoria
ru: Категория
uk: Категорія

source: Presentation format
nl: Presentatie-indeling
pt: Formato de apresentação
ru: Формат представления
uk: Формат подання

source: Byte count
nl: Aantal bytes
pt: Número de byte
ru: Количество байт
uk: Кількість байт

source: Line count
nl: Aantal regels
pt: Número de linhas
ru: Количество строк
uk: Кількість рядків

source: Paragraph count
nl: Aantal paragrafen
pt: Número de parágrafos
ru: Количество абзацев
uk: Кількість абзаців

source: Slides
nl: Dia's
ru: Слайды
uk: Слайди

source: Notes
nl: Notities
pt: Notas
ru: Примечания
uk: Примітки

source: Hidden elements
nl: Verborgen elementen
pt: Elementos ocultos
ru: Скрытые элементы
uk: Приховані елементи

source: Scale
nl: Schaal
pt: Escala
ru: Масштаб
uk: Масштаб

source: Heading pairs
nl: Rubriekparen
pt: Pares de títulos
ru: Заголовок пар
uk: Заголовок пар

source: Document parts
nl: Documentdelen
pt: Partes do documento
ru: Части документа
uk: Частини документа

source: Manager
nl: Bedrijfsleider
pt: Gerente
ru: Менеджер
uk: Диспетчер

source: Company
nl: Bedrijf
pt: Empresa
ru: Компания
uk: Компанія

source: Links to update
nl: Bij te werken koppelingen
pt: Links para atualizar
ru: Ссылки на обновление
uk: Посилання на оновлення

source: Yes
nl: Ja
pt: Sim
ru: Да
uk: Так

source: No
nl: Nee
pt: Não
ru: Нет
uk: Ні

source: FTP connection
nl: FTP-verbinding
pt: Conexão FTP
ru: FTP подключение
uk: FTP-з'єднання

source: Trying to connect to FTP server
nl: Probeer verbinding met FTP-server te maken
pt: Tentando conectar-se ao servidor FTP
ru: Попытка соединения с FTP-сервером
uk: Спроба з'єднатися з сервером FTP

source: Connection to FTP server established
nl: Verbinding met FTP-server ingesteld
pt: Conexão ao servidor FTP estabelecida
ru: Подключение к FTP-серверу создано
uk: Підключення до FTP-сервера створено

source: Connection to FTP server failed
nl: Verbinding met FTP-server mislukt
pt: Falha na conexão com o servidor FTP
ru: Не удалось подключиться к FTP-серверу
uk: Не вдалося підключитися до FTP-сервера

source: Connection to FTP server: %s:%u
nl: Verbinding met FTP-server: %s:%u
pt: Conexão ao servidor FTP: %s:%u
ru: Для подключения с FTP-серверу: %s: %u
uk: Для підключення до FTP-сервера: %s: %u

source: Connection to FTP server: %s:%u for user: %s requires a password!
nl: Verbinding met FTP-server: %s:%u voor gebruiker: %s wachtwoord vereist!
pt: Conexão com servidor FTP: %s:%u para o usuário: %s requer uma senha!
ru: Для подключения к FTP-серверу: %s:%u пользователю: %s требуется пароль!
uk: Для підключення до FTP-серверу: %s: %u користувачу: %s потрібен пароль!

source: Connection to FTP proxy server: %s:%u for user: %s requires a password!
nl: Verbinding met FTP-proxyserver: %s:%u voor gebruiker: %s vereist een wachtwoord!
pt: Conexão com o servidor proxy FTP: %s:%u para o usuário: %s requer uma senha!
ru: Подключение к прокси серверу FTP: %s:%u пользователю: %s требуется пароль!
uk: Підключення до проксі FTP-сервера: %s:%u користувачу: %s потрібен пароль!

source: FTP connection lost!
nl: FTP-verbinding verbroken!
pt: Conexão FTP perdida!
ru: FTP подключения потеряно!
uk: FTP-з'єднання втрачено!

source: Trying to reconnect
nl: Proberen opnieuw verbinding te maken
pt: Tentando reconectar
ru: Пытаюсь восстановить связь
uk: Спроба відновити зв'язок

source: FTP welcome message:
nl: FTP-welkomstbericht:
pt: Mensagem de boas-vindas do FTP:
ru: Сообщение приветствия FTP:
uk: Повідомлення привітання FTP:

source: FTP status query:
nl: FTP-status opvragen:
pt: Consulta de status do FTP:
ru: Запрос состояния FTP:
uk: Запит стану FTP:

source: Supported features:
nl: Ondersteunde functies:
pt: Recursos suportados:
ru: Поддерживаемые функции:
uk: Підтримувані функції:

source: Response code:
nl: Responscode:
pt: Código de resposta:
ru: Код ответа:
uk: Код відповіді:

source: Last FTP response:
nl: Laatste FTP-reactie:
pt: Última resposta FTP:
ru: Последний ответ FTP:
uk: Остання відповідь FTP:

source: Reported error:
nl: Gemelde fout:
pt: Erro reportado:
ru: Сообщение об ошибке:
uk: Повідомлення про помилку:

source: Unexpected response to command:
nl: Onverwachte reactie op opdracht:
pt: Resposta inesperada ao comando:
ru: Неожиданный ответ на команду:
uk: Несподівана відповідь на команду:

source: Timeout on command:
nl: Tijdoverschrijding bij opdracht:
pt: Tempo limite no comando:
ru: Таймаут команды:
uk: Таймаут команди:

source: FTP root directory: "%s"
nl: FTP-hoofdmap: "%s"
pt: Diretório raiz FTP: "%s"
ru: Корневой FTP каталог: "%s"
uk: Кореневий FTP каталог: "%s"

source: Current FTP directory: "%s"
nl: Huidige FTP-map: "%s"
pt: Diretório atual FTP: "%s"
ru: Текущий каталог FTP: "%s"
uk: Поточний каталог FTP: "%s"

source: Version
nl: Versie
pt: Versão
ru: Версия
uk: Версія

source: Serial number
nl: Serienummer
pt: Número de série
ru: Серийный номер
uk: Серійний номер

source: Issuer
nl: Uitgever
pt: Erros
ru: Издатель
uk: Емітент

source: Valid until
nl: Geldig tot
pt: Válido até
ru: Действует до
uk: Дійсний до

source: Fingerprint
nl: Vingerafdruk
pt: Impressão digital
ru: Отпечаток пальца
uk: Відбиток пальця

source: Error verifying server certificate
nl: Fout bij het verifiëren van het servercertificaat
pt: Erro ao verificar o certificado do servidor
ru: Ошибка при проверке сертификата сервера
uk: Помилка перевірки сертифіката сервера

source: Error (left/right parenthesis)
nl: Fout (haakje openen/sluiten)
pt: Erro (parêntese esquerdo / direito)
ru: Ошибка (левая/правая круглая скобка)
uk: Помилка (ліва/права кругла дужка)

source: Input error (missing left parenthesis)
nl: Invoerfout (haakje openen ontbreekt)
pt: Erro de entrada (ausente parêntese esquerdo)
ru: Ошибка ввода (отсутствует левая круглая скобка)
uk: Помилка введення (відсутня ліва кругла дужка)

source: Input error (empty parentheses)
nl: Invoerfout (lege haakjes)
pt: Erro de entrada (parênteses vazios)
ru: Ошибка ввода (пустые скобки)
uk: Помилка введення (порожні дужки)

source: Division by zero
nl: Deling door nul
pt: Divisão por zero
ru: Деление на нуль
uk: Поділ на нуль

source: Invalid argument
nl: Ongeldig argument
pt: Argumento inválido
ru: Недействительный аргумент
uk: Недійсний аргумент

source: Overflow on operation
nl: Overloop bij werking
pt: Sobrecarga na operação
ru: Переполнение при операции
uk: Переповнення під час операції

source: Invalid expression
nl: Ongeldige expressie
pt: Expressão inválida
ru: Недопустимое выражение
uk: Неприпустимий вираз

source: Unexpected operator
nl: Onverwachte operator
pt: Operador inesperado
ru: Неожиданный оператор
uk: Несподіваний оператор

source: Missing operator
nl: Ontbrekende operator
pt: Operador ausente
ru: Потерян оператор
uk: Втрачено оператора

source: Power with invalid (negative) base
nl: Macht met ongeldige (negatieve) base
pt: Potência com base inválida (negativa)
uk: Потужність з недійсною (негативною) основою

source: Zero to power of zero
nl: Nul tot de macht nul
pt: Zero para potência de zero
uk: Нуль у ступені нуля

source: Divide zero by zero
nl: Nul delen door nul
pt: Divide zero por zero
ru: Деление нуль на нуль
uk: Поділ нуль на нуль

source: Invalid combination of operands
nl: Ongeldige combinatie van operanden
pt: Combinação inválida de operadores
ru: Недопустимая комбинация операндов
uk: Неприпустима комбінація операндів

source: Invalid character
nl: Ongeldig teken
pt: Caractere inválido
ru: Недопустимый символ
uk: Неприпустимий символ

source: Invalid argument (potential overflow)
nl: Ongeldig argument (potentiële overloop)
pt: Argumento inválido (excesso de potencial)
ru: Недействительный аргумент (потенциальное переполнение)
uk: Недійсний аргумент (потенційне переповнення)

source: Low memory ("stack overflow")
nl: Weinig geheugen ("stack overflow")
pt: Pouca memória ("stack overflow")
ru: Нехватка памяти ("stack overflow")
uk: Нестача пам'яті ("stack overflow")

source: Low memory ("string overflow")
nl: Weinig geheugen ("string overflow")
pt: Pouca memória ("string overflow")
ru: Нехватка памяти ("string overflow")
uk: Нестача пам'яті ("string overflow")

source: Unknown error
nl: Onbekende fout
pt: Erro desconhecido
ru: Неизвестная ошибка
uk: Невідома помилка

source: Unknown system error code
nl: Onbekende systeemfoutcode
pt: Código de erro do sistema desconhecido
ru: Неизвестный код системной ошибки
uk: Невідомий код системної помилки

source: Error code
nl: Foutcode
pt: Código de Erro
ru: Код ошибки
uk: Код помилки

source: Windows error
nl: Windows-fout
pt: Erro do Windows
ru: Ошибка Windows
uk: Помилка Windows

source: Storage error
nl: Opslagfout
pt: Erro de armazenamento
ru: Ошибка устройства хранения данных
uk: Помилка пристрою зберігання даних

source: Remote procedure call error
nl: Fout bij Remote Procedure Call
pt: Erro de chamada de procedimento remoto
ru: Ошибка вызова удаленной процедуры
uk: Помилка виклику віддаленої процедури

source: Interface error
nl: Interface-fout
pt: Erro de interface
ru: Ошибка интерфейса
uk: Помилка інтерфейсу

source: Dispatch error
nl: Dispatch-fout
pt: Erro de envio
ru: Ошибка отправки
uk: Помилка відправлення
