Repository: jrathlev/Delphi-Program-Collection
Catalog: units/languages/*/units.po
Languages: nl, pt, ru, uk

source: Error in SHFileOperation
nl: SHFileOperation-fout
pt: Erro em SHFileOperation
ru: Ошибка в SHFileOperation
uk: Помилка в SHFileOperation

source: ShellExecute error
nl: Fout in ShellExecute
pt: ShellExecute erro
ru: Ошибка ShellExecute
uk: Помилка ShellExecute

source: %s is not a valid hex value
nl: %s is geen geldige hexadecimale waarde
pt: %s não é um valor hexadecimal válido
ru: %s не является допустимым шестнадцатеричным значением
uk: %s не є припустимим шістнадцятковим значенням

source: %s is not a valid octal value
nl: &s is geen geldige octale waarde
pt: %s não é um valor octal válido
ru: %s не является допустимым восьмеричным значением
uk: %s не є припустимим вісімковим значенням

source: %s is not a valid binary value
nl: &s is geen geldige binaire waarde
pt: %s não é um valor binário válido
ru: %s не является допустимым двоичным значением
uk: %s не є припустимим бінарним значенням

source: &System default
nl: &Systeemstandaard
pt: &Padrão do Sistema
ru: &Системный по умолчанию
uk: &Системна (як усталено)

source: Changing language requires the program to be restarted!
nl: Taalwijzigingen vereisen een programmaherstart!
pt: Alterar o idioma requer que o programa seja reiniciado!
ru: Для изменение языка требуется перезапустить программу!
uk: Для зміни мови потрібно перезапустити програму!

source: Illegal regular expression!
nl: Ongeldige reguliere expressie!
pt: Expressão regular ilegal!
ru: Недопустимое регулярное выражение!
uk: Неприпустимий регулярний вираз!

source: Illegal mask!
nl: Ongeldig masker!
pt: Máscara ilegal!
ru: Недопустимая маска!
uk: Неприпустима маска!

source: Error executing process
nl: Fout bij uitvoeren proces
pt: Erro ao executar o processo
ru: Ошибка выполнения процесса
uk: Помилка виконання процесу

source: Stdout pipe creation failed
nl: Maken van pijp voor StdOut mislukt
pt: Falha na criação de Stdout pipe
ru: Сбой при создании канала stdout
uk: Збій під час створення каналу stdout

source: DuplicateHandle failed
nl: DuplicateHandle is mislukt
pt: DuplicateHandle falhou
ru: Сбой DuplicateHandle
uk: Збій DuplicateHandle

source: Closing handle failed
nl: Sluiten van handle is mislukt
pt: O identificador de fechamento falhou
ru: Не удалось закрыть дескриптор
uk: Не вдалося закрити дескриптор

source: %s%s (Version %s, Build %d, %s)
nl: %s%s (Versie %s, Build %d, %s)

source: %s (Version %s, %s)
nl: %s (Versie %s, %s)

source: Professional with Media Center
nl: Professional met Media Center
pt: Profissional com Media Center

source: Server Enterprise for Itanium-based Systems
nl: Server Enterprise voor Itanium-gebaseerde systemen

source: Essential Server without Hyper-V
nl: Essential Server zonder Hyper-V
uk: Essential Server без Hyper-V

source: Unlicensed product
nl: Product zonder licentie
pt: Produto sem licença
ru: Нелицензированные продукта
uk: Неліцензований продукт

source: Beginning of spring
nl: Begin van de lente
pt: Início da primavera
ru: Начало весны
uk: Початок весни

source: Beginning of summer
nl: Begin van de zomer
pt: Início do verão
ru: Начало лета
uk: Початок літа

source: Beginning of autumn
nl: Begin van de herfst
pt: Início do outono
ru: Начало осени
uk: Початок осені

source: Beginning of winter
nl: Begin van de winter
pt: Início do inverno
ru: Начало зимы
uk: Початок зими

source: very weak
nl: zeer zwak
pt: muito fraco
ru: очень слабый
uk: дуже слабкий

source: weak
nl: zwak
pt: fraco
ru: слабый
uk: слабкий

source: good
nl: goed
pt: bom
ru: хороший
uk: добре

source: strong
nl: sterk
pt: forte
ru: сильный
uk: сильний

source: very strong
nl: zeer sterk
pt: muito forte
ru: очень сильный
uk: дуже сильний

source: not available
nl: niet beschikbaar
pt: não disponível
ru: не доступно
uk: не доступно

source: unlabeled
nl: ongelabeld
pt: inominado
ru: немаркированный
uk: немаркований

source: Connect to ..
nl: Verbinden met...
pt: Conectar a ..
ru: Подключение к ..
uk: Підключення до ..

source: <Unknown>
nl: <onbekend>
pt: <Desconhecido>
ru: <Неизвестно>
uk: <Невідомо>

source: Strike any key to continue ...
nl: Druk op een willekeurige toets om verder te gaan...
pt: Pressione qualquer tecla para continuar ...
ru: Нажмите любую клавишу, чтобы продолжить ...
uk: Натисніть будь-яку клавішу, щоб продовжити ...

source: Volume Shadow Copy could not be initialized on this system!
nl: Volumeschaduwkopie kon niet geïnitialiseerd worden op dit systeem!
pt: Cópia de sombra de volume não pôde ser inicializada neste sistema!
ru: Теневое копирование не может быть инициализировано на этой системе!
uk: Тіньове копіювання не може бути ініціалізоване на цій системі!

source: Initializing IVssBackupComponents Interface ...
nl: IVssBackupComponents Interface initialiseren ...
pt: Inicializando Interface IVssBackupComponents ...
ru: Инициализация интерфейса IVssBackupComponents...
uk: Ініціалізація інтерфейсу IVssBackupComponents...

source: Initialize writer metadata ...
nl: Writer-metagegevens initialiseren ...
pt: Inicializar metadados de escritor ...
ru: Инициализация записи метаданных...
uk: Ініціалізація запису метаданих...

source: Gathering writer metadata ...
nl: Writer-metagegevens verzamelen ...
pt: Reunindo metadados do escritor ...
uk: Збір метаданих writer...

source: Gathering writer status ...
nl: Writer-status verzamelen ...
pt: Reunindo o status do escritor ...
uk: Отримання статусу writer...

source: Discover directly excluded components ...
nl: Direct uitgesloten componenten bepalen ...
pt: Descubra componentes diretamente excluídos ...
ru: Узнать о непосредственно исключенных компонентах ...
uk: Дізнатися про безпосередньо виключені компоненти ...

source: Discover components that reside outside the shadow set ...
nl: Componenten die niet in de schaduwkopie behoren, worden bepaald ...
pt: Descubra os componentes que residem fora do conjunto da sombra ...
ru: Узнать о компонентах, находящихся вне теневого набора ...
uk: Дізнатися про компоненти, що знаходяться поза тіньовим набором ...

source: Discover all excluded components ...
nl: Uitgesloten componenten bepalen ...
pt: Descubra todos os componentes excluídos ...
ru: Узнать обо всех исключенных компонентах ...
uk: Дізнатися про всі виключені компоненти ...

source: Discover excluded writers ...
nl: Uitgesloten writers bepalen ...
pt: Descubra escritores excluídos ...
ru: Узнать об исключенных писателях ...
uk: Дізнатися про виключені письменників ...

source: Discover explicitly included components ...
nl: Expliciet ingesloten componenten bepalen ...
pt: Descubra componentes explicitamente incluídos ...
ru: Узнать о явно включенных компонентах ...
uk: Дізнатися про явно включені компоненти ...

source: Select explicitly included components ...
nl: Expliciet ingesloten componenten selecteren ...
pt: Selecionar componentes explicitamente incluídos ...
ru: Выберите явно включенные компоненты ...
uk: Виберіть явно включені компоненти ...

source: Saving the backup components document ...
nl: Document met back-upcomponenten opslaan ...
pt: Salvando o documento de componentes de backup ...
ru: Сохранение компонентов резервной копии документа ...
uk: Збереження компонентів резервної копії документа.

source: Add volumes to snapshot set ...
nl: Volume toevoegen aan schaduwkopie ...
pt: Adicionar volumes ao conjunto de instantâneos ...
ru: Добавить тома в набор снимков ...
uk: Додати томи до набору знімків ...

source: Preparing for backup ...
nl: Back-up voorbereiden ...
pt: Preparando para backup ...
ru: Подготовка к резервному копированию ...
uk: Підготовка до резервного копіювання.

source: Creating the shadow copy ...
nl: Schaduwkopie maken ...
pt: Criando a cópia de sombra ...
ru: Создание теневой копии ...
uk: Створення тіньової копії.

source: Shadow copy set successfully created
nl: Schaduwkopieset gemaakt
pt: Conjunto de cópias de sombra criado com êxito
ru: Теневая копия набора успешно создана
uk: Тіньову копію набору успішно створено

source: Querying all shadow copies in the system ...
nl: Alle schaduwkopieën in het systeem opvragen ...
pt: Consultando todas as cópias de sombra no sistema ...
ru: Запрос всех теневых копий в системе...
uk: Запит усіх тіньових копій у системі...

source: Querying all shadow copies with the SnapshotSetID %s ...
nl: Alle schaduwkopiën met de SnapshotSetID %s opvragen ...
pt: Consultar todas as cópias de sombra com o SnapshotSetID %s ...
ru: Запрос всех теневых копий с SnapshotSetID %s...
uk: Запит усіх тіньових копій із SnapshotSetID %s...

source: Creating shadow set {%s} ...
nl: Schaduwkopie {%s} maken ...
pt: Criando conjunto da sombra {%s} ...
ru: Создание теневого набора {%s} ...
uk: Створення тіньового набору {%s} ...

source: Completing the backup ...
nl: Back-up afsluiten ...
pt: Concluindo o backup ...
ru: Завершение резервного копирования...
uk: Завершення резервного копіювання ...

source: Unknown
nl: Onbekend
pt: Desconhecido
ru: Неизвестно
uk: Невідомо

source: Ready
nl: Gereed
pt: Pronto
ru: В ожидании
uk: В очікуванні

source: Queued
nl: In wachtrij
pt: Na fila
ru: В очереди
uk: В черзі

source: Running
nl: Wordt uitgevoerd
pt: Executando
ru: Выполнение
uk: Виконання

source: Disabled
nl: Uitgeschakeld
pt: Desabilitado
ru: ОТКЛ
uk: ВИМК

source: Start a program
nl: Een programma starten
pt: Iniciar um programa
ru: Запуск программы
uk: Запуск програми

source: File handler
nl: Bestandshandler
pt: Gerenciador de arquivo
ru: Обработчик
uk: Обробник

source: Send an email
nl: Een e-mail verzenden
pt: Enviar email
ru: Отправить письмо
uk: Надіслати листа

source: Display a message
nl: Een bericht weergeven
pt: Exibir uma mensagem
ru: Показать сообщение
uk: Показати повідомлення

source: On an event
nl: Bij een gebeurtenis
pt: Em um evento
ru: При событии
uk: При події

source: One time
nl: Eenmalig
pt: Uma vez
ru: Определенное время
uk: Певний час

source: Daily
nl: Dagelijks
pt: Diário
ru: Ежедневно
uk: Щодня

source: Weekly
nl: Wekelijks
pt: Semenal
ru: Еженедельно
uk: Щотижня

source: Monthly
nl: Maandelijks
pt: Mensalmente
ru: Ежемесячно
uk: Щомісяця

source: On idle
nl: Bij niet actief
pt: Quando ocioso
ru: При простое
uk: При простої

source: On task creation/modification
nl: Tijdens maken of wijzigen van taak
pt: Ao criar/modificar a tarefa
ru: При создании/изменении задачи
uk: Під час створення/зміни завдання

source: At startup
nl: Bij opstarten
pt: Ao inicializar
ru: При запуске
uk: При запуску

source: At log on
nl: Bij aanmelden
pt: No logon de
ru: При входе
uk: При вході

source: On session state change
nl: Bij wijziging van sessiestatus
pt: Na mudança de estado da sessão
ru: При изменении состояния сеанса
uk: При зміні стану сеансу

source: Custom trigger
nl: Aangepaste trigger
pt: Disparador personalizado
ru: Пользовательский триггер
uk: Власний тригер

source: First
nl: Eerste
pt: Primeiro

source: Second
nl: Tweede
pt: Segundo

source: Third
nl: Derde
pt: Terceiro
ru: Третий

source: Fourth
nl: Vierde
pt: Quarto
ru: Четвертый

source: Fifth
nl: Vijfde
pt: Quinto
ru: Пятый

source: Last
nl: Laatste
pt: Último
ru: Последн.
uk: Остан.

source: second
nl: seconde
pt: segundo
ru: сек.
uk: сек.

source: seconds
nl: seconden
pt: segundos
ru: сек.
uk: сек.

source: every second
nl: elke seconde
pt: a cada segundo
ru: ежесекундно
uk: щосекунди

source: every %u seconds
nl: elke %u seconden
pt: a cada %u segundos
ru: каждые %u сек.
uk: кожні %u сек.

source: minute
nl: minuut
pt: minuto
ru: мин.
uk: хв.

source: minutes
nl: minuten
pt: minutos
ru: мин.
uk: хв.

source: every minute
nl: elke minuut
pt: a cada minuto
ru: ежеминутно
uk: щохвилини

source: every %u minutes
nl: elke %u minuten
pt: a cada %u minutos
ru: каждые %u мин.
uk: кожні %u хв.

source: hour
nl: uur
pt: hora
ru: час
uk: год.

source: hours
nl: uren
pt: horas
ru: час.
uk: год.

source: every hour
nl: elk uur
pt: a cada hora
ru: ежечасно
uk: щогодини

source: every %u hours
nl: elke %u uur
pt: a cada %u horas
ru: каждые %u час.
uk: кожні %u год.

source: day
nl: dag
pt: dia
ru: день
uk: день

source: %u days
nl: %u dagen
pt: %u dias
ru: %u дней
uk: %u дн.

source: every day
nl: elke dag
pt: todos os dias
ru: ежедневно
uk: щодня

source: every %u days
nl: elke %u dagen
pt: a cada %u dias
ru: каждые %u дн.
uk: кожні %u дн.

source: At %0:s on %1:s
nl: Om %0:s op %1:s
pt: Às %0:s em %1:s
ru: В %0:s в %1:s
uk: %0:s %1:s

source: At %s every day
nl: Elke dag om %s
pt: Todos os dias às %s
ru: В %s каждый день
uk: В %s кожен день

source: At %0:s every %1:u days
nl: Elke %1:u dagen om %0:s
pt: Às %0:s a cada %1:u dias
ru: В %0:s каждые %1:u дн.
uk: В %0:s кожні %1:u дн.

source: At %0:s every %1:s of every week, starting %2:s
nl: Om %0:s elke %1:s van elke week, beginnend op %2:s
pt: Às %0:s, em cada %1:s a cada semana, a partir de %2:s
ru: В %0:s каждый %1:s еженедельно, начиная с %2:s
uk: В %0:s кожен %1:s щотижня, починаючи з %2:s

source: At %0:s every %1:s of every %2:u weeks, starting %3:s
nl: Om %0:s elke %1:s elke %2:u week, beginnend op %3:s
pt: Às %0:s, em cada %1:s a cada %2:u semanas, a partir de %3:s
ru: В %0:s каждый %1:s каждой %2:u недели, начиная с %3:s
uk: В %0:s кожен %1:s кожного %2:u тижня, починаючи з %3:s

source: At %0:s on %1:s of %2:s, starting %3:s
nl: Om %0:s op dag %1:s van %2:s, beginnend op %3:s
pt: Às %0:s, no dia %1:s de %2:u,, a partir de %3:s
ru: В %0:s в %1:s каждого %2:s, начиная с %3:s
uk: В %0:s %1:s кожного %2:s, починаючи з %3:s

source: Runs on the %0:s %1:s, each %2:s starting %3:s
nl: Wordt uitgevoerd op de %0:s %1:s, elke %2:s, beginnend op %3:s
pt: Executar na(o) %0:s %1:s, a cada %2:s a partir de %3:s
ru: Запускать по %0:s %1:s, каждый %2:s начиная с %3:s
uk: Запускати %0:s %1:s, кожен %2:s починаючи з %3:s

source: At logon of any user
nl: Bij aanmelden van elke gebruiker
pt: No logon de usuário
ru: При входе любого пользователя
uk: При вході будь-якого користувача

source: At logon of %s
nl: Bij aanmelden van %s
pt: No logon de %s
ru: При входе пользователя %s
uk: При вході користувача %s

source: At system startup
nl: Bij opstarten van de computer
pt: Ao inicializar o sistema
ru: При запуске системы
uk: При запуску системи

source: When computer is idle
nl: Als computer niet wordt gebruikt
pt: Quando o computador estiver ocioso
ru: При простое компьютера
uk: При простої комп'ютера

source: , starting at %0:s on %1:s
nl: , beginnend om %0:s op %1:s
pt: , iniciando de %0:s em %1:s
ru: , начиная с %0:s в %1:s
uk: , починаючи з %0:s до %1:s

source: When task is created or modified
nl: Als de taak wordt gemaakt of aangepast
pt: Quando a tarefa for criada ou modificada
ru: Когда задача создана или изменена
uk: Коли завдання створено або змінено

source: - After triggered, repeat every %0:s for a duration of %1:s
nl: - Na trigger elke %0:s herhalen gedurende %1:s
pt: - Depois de disparado, repetir a cada %0:s por um periodo de tempo de %1:s
ru: - После срабатывания триггера, повторять каждые %0:s на протяжении %1:s
uk: - Після спрацювання тригера, повторювати кожні %0:s протягом %1:s

source: deprecated
nl: afgeschaft
pt: substituído
ru: устаревшие
uk: застарілі

source: Invalid zip format
pt: Formato de zip inválido
ru: Недопустимый формат zip-файла
uk: Неправильний формат zip-файлу

source: Copyright:
pt: Direitos Autorais:
uk: Авторське право:

source: Info -
ru: Инфо -
uk: Інфо -

source: Unzip
ru: Раcпаковать
uk: Розпакувати

source: Clips
ru: Клипы
uk: Кліпи

source: %s Dr. J. Rathlev 24222 Schwentinental, Germany
ru: %s Dr. J. Rathlev 24222 Schwentinental, Германия Перевод: Kopejkin, 2017-2021
uk: %s Dr. J. Rathlev 24222 Schwentinental, Німеччина Переклад: Kopejkin, 2017-2024
