Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/indy10/languages/*/indy10.po
Languages: tr

source: Warning: warning conditions
tr: Uyarı: uyarı koşulları

source: We do not relay %s
tr: %s aktarmıyoruz

source: Welcome
tr: Hoş geldiniz

source: Welcome to Indy POP3 Server
tr: Indy POP3 Sunucusuna Hoş Geldiniz

source: Welcome to the INDY SMTP Server
tr: INDY SMTP Sunucusuna Hoş Geldiniz

source: Winshoes LPD Server %s
tr: Winshoes LPD Sunucusu %s

source: Winsock stack
tr: Winsock yığını

source: Wrong SOCKS-Command
tr: Yanlış SOCKS - Komut

source: Wrong SOCKS-version
tr: Yanlış soket sürümü

source: Wrong SOCKS5-ATYP
tr: Yanlış SOCKS5 - ATYP

source: Wrong State
tr: Yanlış Eyalet

source: You cannot send a message while you are still waiting for an answer
tr: Hala bir cevap beklerken mesaj gönderemezsiniz

source: You cannot set %s while the HL7 Component is working
tr: HL7 Bileşeni çalışırken %s ayarlayamazsınız

source: You have to provide a TIdRR_SOA object with Serial number and Name to progress IXFR. %d
tr: IXFR'yi ilerletmek için Seri numarası ve Adı olan bir TIdRR_SOA nesnesi sağlamalısınız. %d

source: You must chain this component to another I/O Handler before using it
tr: Bu bileşeni kullanmadan önce başka bir G/Ç İşleyicisine zincirlemelisiniz

source: You must have an OnExecute event.
tr: Bir OnExecute etkinliğiniz olmalıdır.

source: You must use proxyOpen
tr: ProxyOpen kullanmalısınız

source: ZLib Error (%d)
tr: ZLib Hatası (%d)

source: ZLib error: target buffer may be too small
tr: ZLib hatası: hedef arabelleği çok küçük olabilir

source: abort job
tr: işi iptal et

source: access restriction or permission denied
tr: erişim kısıtlaması veya izni reddedildi

source: article not wanted - do not send it
tr: makale istenmiyor - göndermeyin

source: article posted ok
tr: makale gönderildi tamam

source: article rejected - do not try again.
tr: makale reddedildi - tekrar denemeyin.

source: article transferred ok
tr: madde aktarıldı tamam

source: auth-conf not yet supported.
tr: auth - conf henüz desteklenmiyor.

source: by DNSName [127.0.0.1] running Indy SMTP
tr: indy SMTP çalıştıran DNSName [127.0.0.1] tarafından

source: clock daemon (1)
tr: saat servisi (1)

source: clock daemon (2)
tr: saat servisi (2)

source: closing connection
tr: bağlantıyı kapatma

source: closing connection - goodbye!
tr: kapanış bağlantısı - hoşça kalın!

source: command must be either USER or QUIT
tr: komut ya KULLANICI olmalı ya da çıkılmalı

source: command not recognized
tr: komut tanınmadı

source: command syntax error
tr: komut söz dizimi hatası

source: communication with destination administratively prohibited
tr: destinasyon ile iletişim idari olarak yasaktır

source: connected with %s
tr: %s ile bağlandı

source: debug output
tr: hata ayıklama çıkışı

source: erroneous header field encountered (offset %d)
tr: hatalı başlık alanıyla karşılaşıldı (ofset %d)

source: fragment reassembly time exceeded.
tr: parça yeniden montaj süresi aşıldı.

source: help text follows
tr: yardım metni takip eder

source: hop limit exceeded in transit
tr: geçişte atlama sınırı aşıldı

source: host unreachable;
tr: ana bilgisayara ulaşılamıyor;

source: invalid algorithm in challange.
tr: meydan okumada geçersiz algoritma.

source: kernel messages
tr: çekirdek mesajları

source: line printer subsystem
tr: satır yazıcı alt sistemi

source: list of new newsgroups follows
tr: yeni haber gruplarının listesi aşağıdadır

source: list of newsgroups follows
tr: aşağıdaki haber gruplarının listesi

source: local use 0 (local0)
tr: yerel kullanım 0 (local0)

source: local use 1 (local1)
tr: yerel kullanım 1 (yerel1)

source: local use 2 (local2)
tr: yerel kullanım 2 (local2)

source: local use 3 (local3)
tr: yerel kullanım 3 (local3)

source: local use 4 (local4)
tr: yerel kullanım 4 (local4)

source: local use 5 (local5)
tr: yerel kullanım 5 (local5)

source: local use 6 (local6)
tr: yerel kullanım 6 (local6)

source: local use 7 (local7)
tr: yerel kullanım 7 (local7)

source: log alert
tr: günlük uyarısı

source: log audit
tr: günlük denetimi

source: mail system
tr: posta sistemi

source: messages generated internally by syslogd
tr: syslogd tarafından dahili olarak oluşturulan mesajlar

source: missing algorithm in challange.
tr: meydan okumada eksik algoritma.

source: net unreachable;
tr: net ulaşılamaz;

source: network news subsystem
tr: ağ haber alt sistemi

source: no current article has been selected
tr: mevcut makale seçilmedi

source: no newsgroup has been selected
tr: hiçbir haber grubu seçilmedi

source: no next article in this group
tr: bu grupta bir sonraki makale yok

source: no previous article in this group
tr: bu grupta daha önce makale yok

source: no route to destination
tr: varış noktasına rota yok

source: no such article found
tr: böyle bir makale bulunamadı

source: no such article number in this group
tr: bu grupta böyle bir ürün numarası yok

source: no such news group
tr: böyle bir haber grubu yok

source: off
tr: kapalı

source: on
tr: açık

source: posting failed
tr: gönderilemedi

source: posting not allowed
tr: gönderime izin verilmiyor

source: program fault - command not performed
tr: program hatası - komut gerçekleştirilmedi

source: protocol unreachable;
tr: protokole ulaşılamıyor;

source: reject route to destination
tr: varış noktasına giden rotayı reddet

source: security/authorization messages (1)
tr: güvenlik/yetkilendirme mesajları (1)

source: security/authorization messages (2)
tr: güvenlik/yetkilendirme mesajları (2)

source: send article to be posted. End with <CR-LF>.<CR-LF>
tr: gönderilecek makaleyi gönderin. ile bitirin<CR-LF>.<CR-LF>

source: send article to be transferred. End with <CR-LF>.<CR-LF>
tr: aktarılacak makaleyi gönderin. ile bitirin<CR-LF>.<CR-LF>

source: server not responding
tr: sunucu yanıt vermiyor

source: server ready - no posting allowed
tr: sunucu hazır - gönderime izin verilmiyor

source: server ready - posting allowed
tr: sunucu hazır - gönderime izin verildi

source: service discontinued
tr: hizmet durduruldu

source: site attrib
tr: site özniteliği

source: slave status noted
tr: slave durumu not edildi

source: source address failed ingress/egress policy
tr: kaynak adresi giriş/çıkış politikası başarısız oldu

source: system daemons
tr: sistem daemonları

source: time to live exceeded in transit
tr: transitte yaşanacak süre aşıldı

source: transfer failed - try again later
tr: aktarım başarısız oldu - daha sonra tekrar deneyin

source: unrecognized IPv6 option encountered (offset %d)
tr: tanınmayan IPv6 seçeneğiyle karşılaşıldı (ofset %d)

source: unrecognized Next Header type encountered (offset %d)
tr: tanınmayan Sonraki Başlık türüyle karşılaşıldı (ofset %d)

source: user-level messages
tr: kullanıcı düzeyinde mesajlar
