Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/indy10/languages/*/indy10.po
Languages: tr

source: EPSV ALL sent, now only accepting EPSV connections
tr: EPSV TÜMÜ gönderildi, artık yalnızca EPSV bağlantılarını kabul ediyor

source: Transaction failed
tr: İşlem başarısız oldu

source: article retrieved - body follows
tr: makale alındı - gövde takip ediyor

source: article retrieved - head and body follow
tr: makale alındı - baş ve vücut takibi

source: article retrieved - head follows
tr: makale alındı - başlık aşağıdadır

source: article retrieved - request text separately
tr: makale alındı - ayrıca metin isteyin

source: article retrieved - statistics only
tr: makale alındı - yalnızca istatistikler

source: done, total %s attributes changed.
tr: tamamlandı, toplam %s öznitelik değişti.

source: failed, invalid attribute.
tr: başarısız, geçersiz öznitelik.

source: not specified
tr: belirtilmemiş

source: "%s" Command not implemented.
tr: "%s" Komutu uygulanmadı.

source: "%s" created.
tr: "%s" oluşturuldu.

source: "%s" is working directory.
tr: "%s" çalışma dizini.

source: %s Account Disabled
tr: %s Hesabı Devre Dışı Bırakıldı

source: %s Address Error
tr: %s Adres Hatası

source: %s Address Okay
tr: %s Adres Tamam

source: %s Alert
tr: %s Uyarısı

source: %s Command successful.
tr: %s Komut başarılı.

source: %s Read Alert
tr: %s Okuma Uyarısı

source: %s Sender Not Permitted
tr: %s Gönderene İzin Verilmedi

source: %s User not local, Will forward
tr: %s Kullanıcı yerel değil, İletilecek

source: %s Write Alert
tr: %s Yazma Uyarısı

source: %s directory structure.
tr: %s dizin yapısı.

source: %s is corrupt.
tr: %s bozuk.

source: %s is not a Gopher+ server
tr: %s bir Gopher+ sunucusu değil

source: %s is not a valid IPv6 address
tr: %s geçerli bir IPv6 adresi değil

source: %s is not a valid service.
tr: %s geçerli bir hizmet değil.

source: %s not allowed after EPSV ALL
tr: %s EPSV'den sonra HEPSİNE izin verilmiyor

source: %s: Circular links are not allowed
tr: %s: Dairesel bağlantılara izin verilmez

source: %s: Is a file.
tr: %s: Bir dosyadır.

source: &New Message Part...
tr: &Yeni Mesaj Bölümü...

source: '%s': command not understood.
tr: '%s ': komut anlaşılamadı.

source: -Err 501 MailB is not implemented
tr: - Err 501 MailB uygulanmadı

source: 32 Bit Rollover missing and ACK set
tr: 32 Bit Rollover eksik ve ACK seti

source: @ Outside address
tr: @ Dış adres

source: A Stack has not been created for converting the data type.
tr: Veri türünü dönüştürmek için bir Yığın oluşturulmadı.

source: A message has been received but the commication mode is unknown
tr: Bir mesaj alındı ancak iletişim modu bilinmiyor

source: A security context was deleted before the context was completed. This is considered a logon failure.
tr: Bağlam tamamlanmadan önce bir güvenlik bağlamı silindi. Bu bir oturum açma hatası olarak kabul edilir.

source: A signature operation must be performed before the user can authenticate.
tr: Kullanıcı kimlik doğrulaması yapmadan önce bir imza işlemi gerçekleştirilmelidir.

source: A system shutdown is in progress.
tr: Bir sistem kapatma işlemi devam ediyor.

source: AUTH Command OK. Initializing SSL
tr: YETKİLENDİRME Komutu Tamam. SSL Başlatılıyor

source: AUTH Data required.
tr: KİMLİK DOĞRULAMA Verileri gerekli.

source: About to open data connection for %s
tr: %s için veri bağlantısı açılmak üzere

source: Accept Error
tr: Hatayı Kabul Et

source: Accept Exit
tr: Çıkışı Kabul Et

source: Accept Failed
tr: Kabul Edilemedi

source: Accept Loop
tr: Döngüyü Kabul Et

source: Accept timed out.
tr: Kabul zaman aşımına uğradı.

source: Accepted
tr: Kabul edildi

source: Access Denied
tr: Erişim Reddedildi

source: Access denied.
tr: Erişim reddedildi.

source: Access to %s denied
tr: %s erişimi reddedildi

source: Address Mask Request
tr: Adres Maskesi İsteği

source: Address already in use.
tr: Adres zaten kullanılıyor.

source: Address family not supported by protocol family.
tr: Protokol ailesi tarafından desteklenmeyen adres ailesi.

source: Address type not supported.
tr: Adres türü desteklenmiyor.

source: Alert: action must be taken immediately
tr: Uyarı: derhal harekete geçilmelidir

source: Algorithm %s not permitted in FIPS mode
tr: Algoritmaya %s FIPS modunda izin verilmiyor

source: Allowed login attempts exceeded, good bye.
tr: İzin verilen oturum açma girişimleri aşıldı, hoşça kalın.

source: Already connected.
tr: Zaten bağlı.

source: An HTML viewer is required to see this message
tr: Bu mesajı görmek için bir HTML görüntüleyici gereklidir

source: An RTF viewer is required to see this message
tr: Bu mesajı görmek için bir RTF görüntüleyici gereklidir

source: An attempt was made by this server to make a Kerberos constrained delegation request for a target outside of the server's realm. This is not supported, and indicates a misconfiguration on this server's allowed to delegate to list. Please contact your administrator.
tr: Bu sunucu tarafından, sunucunun alanı dışındaki bir hedef için Kerberos kısıtlı yetkilendirme isteği yapılmaya çalışılmıştır. Bu desteklenmez ve bu sunucunun listelemeye temsilci atamasına izin verilen bir yanlış yapılandırmayı gösterir. Lütfen yöneticinizle iletişime geçin.

source: An invalid request was sent to the KDC.
tr: KDC'ye geçersiz bir istek gönderildi.

source: An unknown error occurred while processing the certificate.
tr: Sertifika işlenirken bilinmeyen bir hata oluştu.

source: An unsupported preauthentication mechanism was presented to the Kerberos package.
tr: Kerberos paketine desteklenmeyen bir ön kimlik doğrulama mekanizması sunulmuştur.

source: An untrusted certificate authority was detected While processing the smartcard certificate used for authentication. Please contact your system administrator.
tr: Kimlik doğrulama için kullanılan akıllı kart sertifikası işlenirken güvenilmeyen bir sertifika yetkilisi algılandı. Lütfen sistem yöneticinizle iletişime geçin.

source: An untrusted certificate authority was detected while processing the domain controller certificate used for authentication. There is additional information in the system event log. Please contact your system administrator.
tr: Kimlik doğrulama için kullanılan etki alanı denetleyicisi sertifikası işlenirken güvenilmeyen bir sertifika yetkilisi algılandı. Sistem olay günlüğünde ek bilgiler vardır. Lütfen sistem yöneticinizle iletişime geçin.

source: Anonymous login OK, send e-mail as password.
tr: Anonim giriş Tamam, şifre olarak e - posta gönder.

source: Anonymous user logged in, proceed.
tr: Anonim kullanıcı giriş yaptı, devam edin.

source: Any
tr: Herhangi biri

source: Assigned Port value %d is invalid
tr: Atanan Bağlantı Noktası değeri %d geçersiz

source: Attachment %s is blocked.
tr: %s eki engellendi.

source: Attempt to %s while the HL7 Component is not working
tr: HL7 Bileşeni çalışmıyorken %s yapmayı deneyin

source: Authenticated
tr: Doğrulandı

source: Authentication Failed
tr: Kimlik Doğrulama Başarısız

source: Authentication accepted
tr: Kimlik doğrulama kabul edildi

source: Authentication error to socks server.
tr: Socks sunucusunda kimlik doğrulama hatası.

source: Authentication required
tr: Kimlik doğrulama gerekli

source: Authorization rejected
tr: Yetkilendirme reddedildi

source: Authorization required for this command
tr: Bu komut için gerekli yetkilendirme

source: Bad Gateway
tr: Hatalı Ağ Geçidi

source: Bad Request
tr: Hatalı İstek

source: Bad SPI
tr: Kötü SPI

source: Bad file number.
tr: Hatalı dosya numarası.

source: Bad protocol option.
tr: Kötü protokol seçeneği.

source: Bad sequence of commands
tr: Hatalı komut dizisi

source: Begin TLS negotiation
tr: TLS müzakeresine başla

source: Begin TLS negotiation now
tr: TLS müzakeresine şimdi başlayın

source: Body Text Editor
tr: Gövde Metni Düzenleyici

source: Buffer fault.
tr: Arabellek hatası.

source: Buffer start position is invalid.
tr: Arabellek başlangıç konumu geçersiz.

source: Buffer terminator must be specified.
tr: Arabellek sonlandırıcı belirtilmelidir.

source: CHMOD command successful.
tr: CHMOD komutu başarılı.

source: CRC Failed
tr: CRC Başarısız

source: Call to %s.GetByte [property Bytes] with index <> [0..%d]
tr: %s .GetByte [property Bytes] dizinine <>[ 0..%d] çağrı yapın

source: Can not assign Host property, it is resolved by IdDirectSMTP on the fly.
tr: Host özelliği atanamıyor, anında IdDirectSMTP tarafından çözüldü.

source: Can not bind in port range (%d - %d)
tr: Bağlantı noktası aralığında bağlanılamıyor (%d - %d)

source: Can not change credentials after handle aquired. Use Release first
tr: Tanıtıcı edindikten sonra kimlik bilgileri değiştirilemez. Önce Serbest Bırakmayı kullanın

source: Can not connect to MX servers for address %s
tr: %s adresi için MX sunucularına bağlanılamıyor

source: Can not set AUTH while connected.
tr: Bağlıyken KİMLİK DOĞRULAMA ayarlanamaz.

source: Can not set AUTH without SSL.
tr: SSL olmadan KİMLİK DOĞRULAMA ayarlanamaz.

source: Can not set CCC without encyption.
tr: Kodlama olmadan CCC ayarlanamaz.

source: Can not set DataPortProtection after CCC issued.
tr: CCC verildikten sonra DataPortProtection ayarlanamıyor.

source: Can not set DataPortProtection with unencrypted connections.
tr: Şifrelenmemiş bağlantılarla DataPortProtection ayarlanamıyor.

source: Can not use active transfers with NAT fastracking.
tr: Nat fastracking ile aktif transferler kullanılamaz.

source: Can't open data connection.
tr: Veri bağlantısı açılamıyor.

source: Can't use dataprotection on site to site transfer.
tr: Siteden siteye aktarımda veri koruma kullanılamıyor.

source: Cannot allocate socket.
tr: Soket ayrılamıyor.

source: Cannot assign requested address.
tr: İstenen adres atanamıyor.

source: Cannot bind to a LPR port from range %d to %d (No free Port)
tr: %d ila %d aralığındaki bir LPR bağlantı noktasına bağlanılamıyor (Serbest Bağlantı Noktası Yok)

source: Cannot call TerminateAndWaitFor on FreeAndTerminate threads
tr: FreeAndTerminate iş parçacığında TerminateAndWaitFor çağrılamıyor

source: Cannot change IPVersion when connected
tr: Bağlanıldığında IPVersion değiştirilemiyor

source: Cannot change a connected IOHandler.
tr: Bağlı bir IOHandler değiştirilemiyor.

source: Cannot change session ID cookie name when the server is active.
tr: Sunucu etkinken oturum kimliği çerez adı değiştirilemez.

source: Cannot change session list when the server is active.
tr: Sunucu etkin olduğunda oturum listesi değiştirilemez.

source: Cannot change session state when the server is active.
tr: Sunucu etkinken oturum durumu değiştirilemez.

source: Cannot change the scheduler while the server is Active.
tr: Sunucu Aktifken zamanlayıcı değiştirilemez.

source: Cannot create listening thread.
tr: Dinleme dizisi oluşturulamıyor.

source: Cannot load message from file %s
tr: %s dosyasından mesaj yüklenemiyor

source: Cannot perform task while server is active.
tr: Sunucu etkinken görev gerçekleştirilemez.

source: Cannot send or receive after socket is closed.
tr: Soket kapatıldıktan sonra gönderilemez veya alınamaz.

source: Cannot set Loop property when the Thread is already running.
tr: Konu zaten çalışıyorken Döngü özelliği ayarlanamaz.

source: Cannot set ThreadName when the Thread is already running.
tr: İş Parçacığı zaten çalışıyorken İş Parçacığı Adı ayarlanamaz.

source: Cannot use a non-socket IOHandler
tr: Soket olmayan bir IOH işleyici kullanılamaz

source: Cannt connect to the Master server
tr: Ana sunucuya bağlanılamıyor

source: Capability list follows
tr: Kapasite listesi aşağıdadır

source: Capacity cannot be smaller than Size.
tr: Kapasite Boyuttan küçük olamaz.

source: Character Index %d out of Range, Length = %d
tr: Karakter Dizini %d Aralık Dışı, Uzunluk = %d

source: Character at Index %d is not a valid UTF-16 High Surrogate
tr: Dizin %d 'deki karakter geçerli bir UTF -16 Yüksek Vekil değil

source: Character at Index %d is not a valid UTF-16 Low Surrogate
tr: %d Endeksindeki karakter geçerli bir UTF -16 Düşük Vekil değil

source: Character index out of bounds (%d)
tr: Karakter dizini sınırların dışında (%d)

source: Chunk Started
tr: Parça Başlatıldı

source: Clear command channel is not permitted.
tr: Komut kanalının temizlenmesine izin verilmez.

source: Client policy does not allow credential delegation to target server with NLTM only authentication.
tr: İstemci ilkesi, kimlik bilgisi yetkilendirmesinin yalnızca NLTM kimlik doğrulaması ile sunucuyu hedeflemesine izin vermez.

source: Client policy does not allow credential delegation to target server.
tr: İstemci politikası, hedef sunucuya kimlik bilgisi atamasına izin vermiyor.

source: Client's supplied SSPI channel bindings were incorrect.
tr: Müşterinin sağladığı SSPI kanal bağlamaları yanlıştı.

source: Closing Connection Channel.
tr: Bağlantı Kanalı Kapatılıyor.

source: Closing data connection.
tr: Veri bağlantısı kapatılıyor.

source: Command Not Handled: %s
tr: Komut İşlenmedi: %s

source: Command Not Recognised
tr: Komut Tanınmadı

source: Command channel switched to clear-text.
tr: Komut kanalı açık metne geçti.

source: Command not implemented for that parameter.
tr: Bu parametre için komut uygulanmadı.

source: Command not permitted in this state
tr: Bu durumda komuta izin verilmiyor

source: Command not permitted when TLS active
tr: TLS etkinken komuta izin verilmez

source: Command not recognized
tr: Komut tanınmadı

source: Command not supported.
tr: Komut desteklenmiyor.

source: Command parameter error! Example: rcpt to:<a@b.c>
tr: Komut parametresi hatası! Örnek: rcpt to:<a@b.c>

source: Command refused due to lack of security
tr: Güvenlik eksikliği nedeniyle komuta reddedildi

source: Communication Administratively Prohibited
tr: İdari Olarak Yasaklanan İletişim

source: Communication with Destination Host is Administratively Prohibited
tr: Hedef Ana Bilgisayar ile İletişim İdari Olarak Yasaklandı

source: Communication with Destination Network is Administratively Prohibited
tr: Hedef Ağ ile İletişim İdari Olarak Yasaklandı

source: CompleteAuthToken is not supported
tr: CompleteAuthToken desteklenmiyor

source: Component is in Asynchronous mode but OnMessageArrive has not been hooked
tr: Bileşen Asenkron modda ancak OnMessageArrive bağlanmadı

source: Component is in Synchronous mode but OnMessageReceive has not been hooked
tr: Bileşen Eşzamanlı modda ancak OnMessageReceive bağlanmadı

source: Compression error
tr: Sıkıştırma hatası

source: Compressor is not ready.
tr: Sıkıştırıcı hazır değil.

source: Conflict
tr: Çatışma

source: Connect Error
tr: Bağlantı Hatası

source: Connect Failed
tr: Bağlantı Başarısız

source: Connect Loop
tr: Döngüyü Bağla

source: Connect timed out.
tr: Bağlantı zaman aşımına uğradı.

source: Connected
tr: Bağlı

source: Connected.
tr: Bağlandı.

source: Connecting
tr: Bağlanıyor

source: Connecting to %s.
tr: %s bağlantısı kuruluyor.

source: Connection Closed Gracefully.
tr: Bağlantı Zarafetle Kapandı.

source: Connection established
tr: Bağlantı kuruldu

source: Connection explicitly refused by NNTP server.
tr: Bağlantı NNTP sunucusu tarafından açıkça reddedildi.

source: Connection not allowed by ruleset.
tr: Kural kümesi bağlantıya izin vermiyor.

source: Connection refused.
tr: Bağlantı reddedildi.

source: Connection reset by peer.
tr: Bağlantı karşı taraf tarafından sıfırlandı.

source: Connection timed out.
tr: Bağlantı zaman aşımına uğradı.

source: Continue
tr: Devam et

source: Continue with TLS negotiation
tr: TLS müzakeresine devam edin

source: Control file save to %s
tr: Kontrol dosyası %s konumuna kaydedildi

source: Could not bind socket. Address and port are already in use.
tr: Soket bağlanamadı. Adres ve bağlantı noktası zaten kullanılıyor.

source: Could not decode header data using charset "%s"
tr: "%s" karakter kümesi kullanılarak başlık verilerinin kodu çözülemedi

source: Could not encode header data using charset "%s"
tr: "%s" karakter kümesi kullanılarak başlık verileri kodlanamadı

source: Could not load DH Parameters.
tr: DH Parametreleri yüklenemedi.

source: Could not load SSL library.
tr: SSL kitaplığı yüklenemedi.

source: Could not load certificate.
tr: Sertifika yüklenemedi.

source: Could not load key, check password.
tr: Anahtar yüklenemedi, şifreyi kontrol edin.

source: Could not load root certificate.
tr: Kök sertifika yüklenemedi.

source: Created
tr: Oluşturuldu

source: Critical: critical conditions
tr: Kritik: kritik koşullar

source: Current UMASK is %.3d
tr: Mevcut UMASK %.3D

source: Custom message interpretation failed
tr: Özel mesaj yorumlama başarısız

source: DNS Server Reports Query Format Error
tr: DNS Sunucu Raporları Sorgu Formatı Hatası

source: DNS Server Reports Query Name Error
tr: DNS Sunucu Raporları Sorgu Adı Hatası

source: DNS Server Reports Query Not Implemented Error
tr: DNS Sunucu Raporları Sorgusu Uygulanmadı Hatası

source: DNS Server Reports Query Refused Error
tr: DNS Sunucu Raporları Sorgusu Reddedildi Hatası

source: DNS Server Reports Query Server Error
tr: DNS Sunucu Raporları Sorgu Sunucusu Hatası

source: Data connection already open; transfer starting.
tr: Veri bağlantısı zaten açık; aktarım başlıyor.

source: Data connection assurance check failed. Server reported IP: %s Port: %d Our socket IP: %s Port: %d
tr: Veri bağlantısı güvence kontrolü başarısız oldu. Sunucu tarafından bildirilen IP: %s Bağlantı noktası: %d Soket IP'miz: %s Bağlantı Noktası: %d

source: Data connection closed abnormally.
tr: Veri bağlantısı anormal şekilde kapandı.

source: Data connection open; no transfer in progress.
tr: Veri bağlantısı açık; aktarım devam etmiyor.

source: Data file saved to %s
tr: Veri dosyası %s konumuna kaydedildi

source: Data is too large for stream
tr: Veriler akış için çok büyük

source: Data port can only be used by the same IP address used by the control connection.
tr: Veri portu yalnızca kontrol bağlantısı tarafından kullanılan aynı IP adresi tarafından kullanılabilir.

source: Debug: debug-level messages
tr: Hata ayıklama: hata ayıklama düzeyinde mesajlar

source: Decompression Failed
tr: Sıkıştırmayı Açma Başarısız

source: Decompression error
tr: Açma hatası

source: Decryption Failed
tr: Şifre Çözme Başarısız

source: Destination Host Unknown
tr: Hedef Ev Sahibi Bilinmiyor

source: Destination Host Unreachable for Type of Service
tr: Hizmet Türü için Hedef Ana Bilgisayara Ulaşılamıyor

source: Destination Network Unknown
tr: Hedef Ağ Bilinmiyor

source: Destination Network Unreachable for Type of Service
tr: Hizmet Türü için Hedef Ağa Erişilemiyor

source: Destination address required.
tr: Hedef adres gerekli.

source: Destination file already exists.
tr: Hedef dosya zaten var.

source: Directory %s does not exist
tr: %s dizini mevcut değil

source: Directory not empty
tr: Dizin boş değil

source: Disconnect
tr: Bağlantıyı kes

source: Disconnected.
tr: Bağlantı kesildi.

source: Disconnecting.
tr: Bağlantı kesiliyor.

source: Do AcquireCredentialsHandle first
tr: Önce AcquireCredentialsHandle'ı Kullanın

source: Do not allow connctions now
tr: Şimdi bağlantılara izin verme

source: Doesn't support AUTH or the specified SASL handlers!!
tr: AUTH veya belirtilen SASL işleyicilerini desteklemiyor!!

source: Don't Convert option present
tr: Mevcut seçeneği dönüştürme

source: EOF was observed that violates the protocol
tr: EOF'NİN protokolü ihlal ettiği gözlendi

source: Echo
tr: Yankı

source: Emergency: system is unusable
tr: Acil durum: sistem kullanılamıyor

source: Encoding attachment
tr: Kodlama eklentisi

source: Encoding text
tr: Kodlama metni

source: End of Status
tr: Durum Sonu

source: End of extentions.
tr: Kapsamların sonu.

source: End of stream: Class %s at %d
tr: Akış sonu: %s sınıfı %d

source: Entering Extended Passive Mode (%s)
tr: Genişletilmiş Pasif Moda Giriş (%s)

source: Entering Passive Mode (%s).
tr: Pasif Moda Giriliyor (%s).

source: Error
tr: Hata

source: Error accepting connection with SSL.
tr: SSL ile bağlantı kabul edilirken hata oluştu.

source: Error binding data to SSL socket.
tr: Veriler SSL soketine bağlanırken hata oluştu.

source: Error connecting with SSL.
tr: SSL ile bağlanırken hata oluştu.

source: Error creating SSL context.
tr: SSL bağlamı oluşturulurken hata oluştu.

source: Error creating SSL session.
tr: SSL oturumu oluşturulurken hata oluştu.

source: Error getting SSL method.
tr: SSL yöntemi alınırken hata oluştu.

source: Error in parameters to %s
tr: %s parametrelerinde hata

source: Error in parsing command.
tr: Ayrıştırma komutunda hata.

source: Error in transformation before send
tr: Göndermeden önce dönüşümde hata

source: Error on call to Winsock2 library function %s
tr: Winsock2 kitaplık işlevi %s çağrısında hata

source: Error on call to ZLib library function %s
tr: %s ZLib kitaplık işlevine çağrıda hata

source: Error on loading Winsock2 library (%s)
tr: Winsock2 kitaplığı yüklenirken hata oluştu (%s)

source: Error resolving Address %s: %s (%d)
tr: Adres %s çözümlenirken hata oluştu: %s (%d)

source: Error resolving host %s: %s (%d)
tr: Ana bilgisayar %s çözümlenirken hata oluştu: %s (%d)

source: Error saving attachment.
tr: Ek kaydedilirken hata oluştu.

source: Error setting File Descriptor for SSL
tr: SSL için Dosya Tanımlayıcısı ayarlanırken hata oluştu

source: Error: No program code to return request!
tr: Hata: İsteği iade edecek program kodu yok!

source: Error: error conditions
tr: Hata: hata koşulları

source: Error: no queues defined
tr: Hata: Kuyruk tanımlanmadı

source: Expectation Failed
tr: Beklenti Başarısız Oldu

source: Expected to find PA data for a hint of what etype to use, but it was not found.
tr: Hangi etipin kullanılacağına dair bir ipucu için PA verilerini bulması bekleniyordu, ancak bulunamadı.

source: Extension already exits
tr: Uzantı zaten mevcut

source: Extension is empty
tr: Uzantı boş

source: Extensions supported:
tr: Desteklenen uzantılar:

source: Extra Headers Text Editor
tr: Ekstra Üstbilgiler Metin Düzenleyici

source: FTP daemon
tr: FTP servisi

source: Failed attempting to retrieve time zone information.
tr: Saat dilimi bilgileri alma başarısız.

source: Failed to Start: %s
tr: Başlatılamadı: %s

source: Failed to Stop: %s
tr: Durdurulamadı: %s

source: Failed to load %s.
tr: %s yüklenemedi.

source: Fibers are not supported on this system.
tr: Fiberler bu sistemde desteklenmez.

source: File "%s" not found
tr: "%s" dosyası bulunamadı

source: File Not Found
tr: Dosya Bulunamadı

source: File Operation Successful
tr: Dosya İşlemi Başarılı

source: File corrupted.
tr: Dosya bozuk.

source: File name too long.
tr: Dosya adı çok uzun.

source: File status okay; about to open data connection.
tr: Dosya durumu tamam; veri bağlantısı açılmak üzere.

source: Forbidden
tr: Yasak

source: Fragmentation Needed and Don't Fragment was Set
tr: Parçalama Gerekli ve Parçalama Yapma Ayarlandı

source: Gateway timeout
tr: Ağ geçidi zaman aşımı

source: General SOCKS server failure.
tr: Genel SOCKS sunucu hatası.

source: Gone
tr: Gitti

source: Goodbye
tr: Hoşçakalın

source: Goodbye.
tr: Hoşça kalın.

source: HTTP version not supported
tr: Http sürümü desteklenmiyor

source: Handshake Done
tr: Handshake Bitti

source: Handshake Start
tr: Handshake Başlat

source: Header has already been written.
tr: Başlık zaten yazıldı.

source: Headers follow
tr: Başlıklar takip ediyor

source: Hello %s
tr: Merhaba %s

source: Help follows
tr: Yardım takip ediyor

source: Hidden User: Information was not returned at a user's request
tr: Gizli Kullanıcı: Bir kullanıcının isteği üzerine bilgi iade edilmedi

source: Host Precedence Violation
tr: Ev Sahibi Önceliği İhlali

source: Host field is empty
tr: Ana bilgisayar alanı boş

source: Host is down.
tr: Host çalışmıyor.

source: Host is empty
tr: Ana bilgisayar boş

source: Host not found.
tr: Ana bilgisayar bulunamadı.

source: Host unreachable.
tr: Ev sahibine ulaşılamıyor.
