Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/indy10/languages/*/indy10.po
Languages: tr

source: Server Connection not locatable when sending message
tr: Mesaj gönderilirken Sunucu Bağlantısı konumlandırılamıyor

source: Server Returned Unknown Error
tr: Sunucu Bilinmeyen Hata Döndürdü

source: Server did not respond.
tr: Sunucu yanıt vermedi.

source: Server do not support APOP (no timestamp)
tr: Sunucu APOP'u desteklemiyor (zaman damgası yok)

source: Server has gracefully disconnected you, possibly because the connection was idle for too long.
tr: Sunucu, muhtemelen bağlantı çok uzun süre boşta kaldığı için bağlantınızı zarif bir şekilde kesti.

source: Server sent invalid port number (%s)
tr: Sunucu geçersiz bağlantı noktası numarası gönderdi (%s)

source: Server status: active
tr: Sunucu durumu: etkin

source: Service Unavailable
tr: Hizmet Kullanılamıyor

source: Service closing control connection.
tr: Servis kapatma kontrol bağlantısı.

source: Service not available, closing control connection.
tr: Servis mevcut değil, kontrol bağlantısı kapatılıyor.

source: Service ready for new user.
tr: Servis yeni kullanıcı için hazır.

source: Set LargeStream to True to send streams greater than 2GB
tr: 2 GB'den büyük akışlar göndermek için LargeStream'i True olarak ayarlayın

source: Set Size Exceeded.
tr: Ayarlanan Boyut Aşıldı.

source: SetCipher failed.
tr: SetCipher başarısız oldu.

source: Signing Off
tr: Oturum Kapatılıyor

source: Smartcard logon is required and was not used.
tr: Akıllı kart girişi gereklidir ve kullanılmamıştır.

source: Socket Error # %d %s
tr: Soket Hatası # %d %s

source: Socket is already connected.
tr: Soket zaten bağlı.

source: Socket is not connected.
tr: Soket bağlı değil.

source: Socket operation on non-socket.
tr: Soket dışı üzerinde soket işlemi.

source: Socket type not supported.
tr: Soket türü desteklenmiyor.

source: Socks server did not respond.
tr: Socks sunucusu yanıt vermedi.

source: Software caused connection abort.
tr: Yazılım bağlantının kesilmesine neden oldu.

source: Sorry, Unknown Command
tr: Üzgünüz, Bilinmeyen Komut

source: Sorry, Unknown Command: %s
tr: Üzgünüz, Bilinmeyen Komut: %s

source: Source Host Isolated
tr: Kaynak Ana Bilgisayar İzole Edildi

source: Source Quench Message
tr: Kaynak Söndürme Mesajı

source: Source Route Failed
tr: Kaynak Güzergâhı Başarısız

source: Stack Class is undefined.
tr: Yığın Sınıfı tanımsız.

source: Stack already created.
tr: Yığın zaten oluşturuldu.

source: Start SSL negotiation command failed.
tr: SSL müzakeresini başlatma komutu başarısız oldu.

source: Start mail input; end with <CRLF>.<CRLF>
tr: Posta girişini başlatın; ile bitirin<CRLF>.<CRLF>

source: Starting FTP transfer
tr: FTP aktarımı başlatılıyor

source: Stopped
tr: Durduruldu

source: Stringlist not initialized!
tr: Dize listesi başlatılmadı!

source: Strong encryption layer is required
tr: Güçlü şifreleme katmanı gereklidir

source: Structure set to %s.
tr: Yapı %s olarak ayarlandı.

source: Success.
tr: Başarılı.

source: Successfull API call
tr: API çağrısı başarılı

source: Switching protocols
tr: Anahtarlama protokolleri

source: Syntax Error - Command not understood: %s
tr: Sözdizimi Hatası - Komut anlaşılmadı: %s

source: Syntax error (no parameters allowed)
tr: Söz dizimi hatası (parametreye izin verilmez)

source: Syntax error in parameters or arguments
tr: Parametrelerde veya bağımsız değişkenlerde söz dizimi hatası

source: System status
tr: Sistem durumu

source: TIdHTTPAppResponse.SetStringVariable: Cannot set the version
tr: TIdHTTPAppResponse.SetStringVariable: Sürüm ayarlanamıyor

source: TIdMessagePart can not be created. Use descendant classes.
tr: TIdMessagePart oluşturulamıyor. Alt sınıfları kullanın.

source: TIdSNPP Mess command only supports single line Messages.
tr: TIdSNPP Mess komutu sadece tek satırlık Mesajları destekler.

source: TLS temporarily not available
tr: TLS geçici olarak kullanılamıyor

source: TTL expired.
tr: TTL süresi doldu.

source: Terminate Thread Timeout
tr: İş Parçacığı Zaman Aşımını Sonlandır

source: The IOHandler already has a different Intercept assigned
tr: IOHandler zaten atanmış farklı bir Kesişmeye sahip

source: The KDC reply contained more than one principal name.
tr: KDC yanıtı birden fazla ana ad içeriyordu.

source: The KDC was unable to generate a referral for the service requested.
tr: KDC, talep edilen hizmet için bir başvuru oluşturamadı.

source: The Kerberos subsystem encountered an error. A service for user protocol request was made against a domain controller which does not support service for user.
tr: Kerberos alt sistemi bir hatayla karşılaştı. Kullanıcı için hizmeti desteklemeyen bir etki alanı denetleyicisine karşı kullanıcı protokolü isteği için bir hizmet yapıldı.

source: The Local Security Authority cannot be contacted
tr: Yerel Güvenlik Makamı ile iletişime geçilemez

source: The PKU2U protocol encountered an error while attempting to utilize the associated certificates.
tr: PKU2U protokolü, ilişkili sertifikaları kullanmaya çalışırken bir hatayla karşılaştı.

source: The buffers supplied to a function was too small.
tr: Bir işleve verilen arabelleklar çok küçüktü.

source: The caller is not the owner of the desired credentials
tr: Arayan, istenen kimlik bilgilerinin sahibi değil

source: The certificate chain was issued by an untrusted authority.
tr: Sertifika zinciri, güvenilmeyen bir otorite tarafından düzenlenmiştir.

source: The certificate is not valid for the requested usage.
tr: Sertifika istenen kullanım için geçerli değil.

source: The client and server cannot communicate, because they do not possess a common algorithm.
tr: İstemci ve sunucu iletişim kuramaz, çünkü ortak bir algoritmaya sahip değildirler.

source: The client certificate does not contain a valid UPN, or does not match the client name in the logon request. Please contact your administrator.
tr: İstemci sertifikası geçerli bir UPN içermiyor veya oturum açma isteğindeki istemci adıyla eşleşmiyor. Lütfen yöneticinizle iletişime geçin.

source: The client is trying to negotiate a context and the server requires user-to-user but didn't send a TGT reply.
tr: İstemci bir bağlamı müzakere etmeye çalışıyor ve sunucu kullanıcıdan kullanıcıya ihtiyaç duyuyor ancak bir TGT yanıtı göndermedi.

source: The clocks on the client and server machines are skewed.
tr: İstemci ve sunucu makinelerindeki saatler çarpıktır.

source: The context data must be renegotiated with the peer.
tr: Bağlam verileri akran ile yeniden müzakere edilmelidir.

source: The context has expired and can no longer be used.
tr: Bağlamın süresi doldu ve artık kullanılamıyor.

source: The credentials supplied to the package were not recognized
tr: Pakete verilen kimlik bilgileri tanınmadı

source: The credentials supplied were not complete, and could not be verified. Additional information can be returned from the context.
tr: Sağlanan kimlik bilgileri tamamlanmadı ve doğrulanamadı. Ek bilgiler bağlamdan döndürülebilir.

source: The credentials supplied were not complete, and could not be verified. The context could not be initialized.
tr: Sağlanan kimlik bilgileri tamamlanmadı ve doğrulanamadı. Bağlam başlatılamadı.

source: The crypto system or checksum function is invalid because a required function is unavailable.
tr: Kripto sistemi veya sağlama toplamı işlevi geçersiz çünkü gerekli bir işlev kullanılamıyor.

source: The destination filename can not be empty
tr: Hedef dosya adı boş olamaz

source: The domain controller certificate used for smartcard logon has been revoked. Please contact your system administrator with the contents of your system event log.
tr: Akıllı kart oturum açma için kullanılan etki alanı denetleyicisi sertifikası iptal edildi. Lütfen sistem olay günlüğünüzün içeriğini sistem yöneticinize bildirin.

source: The domain controller certificate used for smartcard logon has expired. Please contact your system administrator with the contents of your system event log.
tr: Akıllı kart oturum açma için kullanılan etki alanı denetleyicisi sertifikasının süresi doldu. Lütfen sistem olay günlüğünüzün içeriğini sistem yöneticinize bildirin.

source: The encryption type requested is not supported by the KDC.
tr: İstenen şifreleme türü KDC tarafından desteklenmiyor.

source: The following SITE commands are supported:
tr: Aşağıdaki SITE komutları desteklenir:

source: The following commands are recognized (* => unimplemented, + => extension).
tr: Aşağıdaki komutlar tanınır (*=> uygulanmamış, +=> uzantı).

source: The function completed successfully, but CompleteToken must be called
tr: Fonksiyon başarıyla tamamlandı, ancak CompleteToken çağrılmalıdır

source: The function completed successfully, but both CompleteToken and this function must be called to complete the context
tr: İşlev başarıyla tamamlandı, ancak bağlamı tamamlamak için hem CompleteToken hem de bu işlev çağrılmalıdır

source: The function completed successfully, but must be called again to complete the context
tr: Fonksiyon başarıyla tamamlandı, ancak bağlamı tamamlamak için tekrar çağrılmalıdır

source: The function requested is not supported
tr: İstenen işlev desteklenmiyor

source: The handle specified is invalid
tr: Belirtilen tanıtıcı geçersiz

source: The identity of the server computer could not be verified.
tr: Sunucu bilgisayarın kimliği doğrulanamadı.

source: The local machine must be a Kerberos KDC (domain controller) and it is not.
tr: Yerel makine bir Kerberos KDC (etki alanı denetleyicisi) olmalıdır ve değildir.

source: The logon attempt failed
tr: Oturum açma denemesi başarısız oldu

source: The logon was completed, but no network authority was available. The logon was made using locally known information
tr: Oturum açma tamamlandı, ancak ağ yetkisi mevcut değildi. Oturum açma, yerel olarak bilinen bilgiler kullanılarak yapıldı

source: The maximum number of threads for this scheduler is exceeded.
tr: Bu zamanlayıcı için maksimum iş parçacığı sayısı aşıldı.

source: The message or signature supplied for verification has been altered
tr: Doğrulama için sağlanan mesaj veya imza değiştirildi

source: The message received was unexpected or badly formatted.
tr: Alınan mesaj beklenmiyordu veya kötü biçimlendirilmişti.

source: The message supplied for verification is out of sequence
tr: Doğrulama için verilen mesaj sıra dışı

source: The number of maximum ticket referrals has been exceeded.
tr: Maksimum bilet yönlendirme sayısı aşıldı.

source: The other end of the security negotiation is requires strong crypto but it is not supported on the local machine.
tr: Güvenlik müzakeresinin diğer ucu güçlü kripto gerektiriyor ancak yerel makinede desteklenmiyor.

source: The per-message Quality of Protection is not supported by the security package
tr: Mesaj başına Koruma Kalitesi güvenlik paketi tarafından desteklenmiyor

source: The received certificate has expired.
tr: Alınan sertifikanın süresi doldu.

source: The received certificate was mapped to multiple accounts.
tr: Alınan sertifika birden fazla hesapla eşleştirildi.

source: The recipient rejected the renegotiation request.
tr: Alıcı yeniden müzakere talebini reddetti.

source: The requested IPVersion / Address family is not supported.
tr: İstenen IPVersion / Adres ailesi desteklenmiyor.

source: The requested operation cannot be completed. The computer must be trusted for delegation and the current user account must be configured to allow delegation.
tr: İstenen işlem tamamlanamıyor. Yetkilendirme için bilgisayara güvenilmeli ve mevcut kullanıcı hesabı yetkilendirmeye izin verecek şekilde yapılandırılmalıdır.

source: The requested security package does not exist
tr: İstenen güvenlik paketi mevcut değil

source: The required security context does not exist.
tr: Gerekli güvenlik bağlamı mevcut değil.

source: The revocation status of the domain controller certificate used for smartcard authentication could not be determined. There is additional information in the system event log. Please contact your system administrator.
tr: Akıllı kart kimlik doğrulaması için kullanılan etki alanı denetleyici sertifikasının iptal durumu belirlenemedi. Sistem olay günlüğünde ek bilgiler vardır. Lütfen sistem yöneticinizle iletişime geçin.

source: The revocation status of the smartcard certificate used for authentication could not be determined. Please contact your system administrator.
tr: Kimlik doğrulama için kullanılan akıllı kart sertifikasının iptal durumu belirlenemedi. Lütfen sistem yöneticinizle iletişime geçin.

source: The security context could not be established due to a failure in the requested quality of service (e.g. mutual authentication or delegation).
tr: Talep edilen hizmet kalitesindeki bir arıza nedeniyle güvenlik bağlamı oluşturulamadı (örneğin, karşılıklı kimlik doğrulama veya yetkilendirme).

source: The security context does not allow impersonation of the client
tr: Güvenlik bağlamı, müşterinin kimliğine bürünmeye izin vermez

source: The security package failed to initialize, and cannot be installed
tr: Güvenlik paketi başlatılamadı ve yüklenemiyor

source: The security package is not able to marshall the logon buffer, so the logon attempt has failed
tr: Güvenlik paketi oturum açma arabelleğini düzenleyemiyor, bu nedenle oturum açma girişimi başarısız oldu

source: The smartcard certificate used for authentication has been revoked. Please contact your system administrator. There may be additional information in the event log.
tr: Kimlik doğrulama için kullanılan akıllı kart sertifikası iptal edildi. Lütfen sistem yöneticinizle iletişime geçin. Olay günlüğünde ek bilgiler olabilir.

source: The smartcard certificate used for authentication has expired. Please contact your system administrator.
tr: Kimlik doğrulama için kullanılan akıllı kart sertifikasının süresi doldu. Lütfen sistem yöneticinizle iletişime geçin.

source: The smartcard certificate used for authentication was not trusted. Please contact your system administrator.
tr: Kimlik doğrulama için kullanılan akıllı kart sertifikasına güvenilmedi. Lütfen sistem yöneticinizle iletişime geçin.

source: The specified SASL handlers are not ready!!
tr: Belirtilen SASL işleyicileri hazır değil!!

source: The specified data could not be decrypted.
tr: Belirtilen verilerin şifresi çözülemedi.

source: The specified data could not be encrypted.
tr: Belirtilen veriler şifrelenemedi.

source: The specified target is unknown or unreachable
tr: Belirtilen hedef bilinmiyor veya ulaşılamıyor

source: The string %s does not translate into a valid IP.
tr: %s dizesi geçerli bir IP'ye çevrilmiyor.

source: The supplied IP address is not a valid multicast address [224.0.0.0 to 239.255.255.255].
tr: Sağlanan IP adresi geçerli bir çok noktaya yayın adresi değil [224.0.0.0 ila 239.255.255.255].

source: The supplied credential handle does not match the credential associated with the security context.
tr: Sağlanan kimlik bilgisi tanıtıcısı, güvenlik bağlamıyla ilişkili kimlik bilgileriyle eşleşmiyor.

source: The supplied message is incomplete. The signature was not verified.
tr: Verilen mesaj eksik. İmza doğrulanmadı.

source: The system detected a possible attempt to compromise security. Please ensure that you can contact the server that authenticated you.
tr: Sistem, güvenliği tehlikeye atmaya yönelik olası bir girişim algıladı. Lütfen kimliğinizi doğrulayan sunucuyla iletişime geçebildiğinizden emin olun.

source: The target principal name is incorrect.
tr: Hedef asıl ad yanlış.

source: The token supplied to the function is invalid
tr: Fonksiyona sağlanan belirteç geçersiz

source: There is no LSA mode context associated with this context.
tr: Bu bağlamla ilişkili LSA modu bağlamı yoktur.

source: There is too many IP addresses in the specified range (%d) to be displayed at design time.
tr: Belirtilen aralıkta (%d) tasarım zamanında görüntülenecek çok fazla IP adresi var.

source: This authentication method is already registered with class name %s.
tr: Bu kimlik doğrulama yöntemi zaten %s sınıf adıyla kayıtlı.

source: This function is not supported on Win32.
tr: Bu işlev Win32 'de desteklenmez.

source: This value can not be set while the client is connected.
tr: İstemci bağlıyken bu değer ayarlanamaz.

source: This value can not be set while the server is active.
tr: Sunucu aktifken bu değer ayarlanamaz.

source: Thread Class Not Specified.
tr: İş Parçacığı Sınıfı Belirtilmedi.

source: Thread must be specified for the scheduler.
tr: Zamanlayıcı için iş parçacığı belirtilmelidir.

source: TimedOut
tr: Zaman Aşımı

source: Timeout
tr: Zaman aşımı

source: Timestamp
tr: Zaman Damgası

source: Too Many Requests
tr: Çok Fazla İstek

source: Too Many recipients.
tr: Çok fazla alıcı var.

source: Too many connections. Try again later.
tr: Çok fazla bağlantı var. Daha sonra tekrar deneyin.

source: Too many levels of symbolic links.
tr: Çok fazla sembolik bağlantı seviyesi.

source: Too many open files.
tr: Çok fazla açık dosya var.

source: Too many references, cannot splice.
tr: Çok fazla referans var, birleştirilemiyor.

source: Too much data in buffer.
tr: Arabellekte çok fazla veri var.

source: Transfer aborted
tr: Aktarım iptal edildi

source: Transfer complete
tr: Aktarım tamamlandı

source: Transfer modes must be the same.
tr: Transfer modları aynı olmalıdır.

source: Transform failed
tr: Dönüştürme başarısız

source: Transparent Proxy Cyclic error.
tr: Şeffaf Proxy Döngüsel hatası.

source: Transparent proxy cannot bind.
tr: Şeffaf proxy bağlanamaz.

source: Transport header length exceeded
tr: Taşıma başlığı uzunluğu aşıldı

source: Transport protocol > 255
tr: Taşıma protokolü > 255

source: Transport protocols must be the same.
tr: Taşıma protokolleri aynı olmalıdır.

source: Type set to %s.
tr: Tür %s olarak ayarlandı.

source: UDP Not supported by this proxy.
tr: UDP Bu proxy tarafından desteklenmiyor.

source: UDP is not support in this SOCKS version.
tr: UDP, bu SOCKS sürümünde desteklenmemektedir.

source: UMASK set to %.3d (was %.3d)
tr: UMASK %.3d olarak ayarlandı (%.3d idi)

source: US-ASCII char #%d in UTF7 sequence.
tr: UTF7 dizisinde US - ASCII karakter #%d.

source: UUCP subsystem
tr: UUCP alt sistemi

source: Unable to accomplish the requested task because the local machine does not have any IP addresses.
tr: Yerel makinenin IP adresi olmadığı için istenen görev yerine getirilemiyor.

source: Unable to complete write request, progress halted at %d bytes
tr: Yazma isteği tamamlanamadı, ilerleme %d baytta durduruldu

source: Unable to execute command, wrong connection state;Current connection state: %s.
tr: Komut çalıştırılamıyor, yanlış bağlantı durumu;Mevcut bağlantı durumu: %s.

source: Unable to initialize compressor
tr: Sıkıştırıcı başlatılamadı

source: Unable to initialize decompressor
tr: Açıcı başlatılamadı

source: Unable to open %s
tr: %s açılamıyor

source: Unable to set Filename while log file is open.
tr: Günlük dosyası açıkken Dosya Adı ayarlanamıyor.

source: Unable to stop client thread
tr: İstemci dizisi durdurulamıyor

source: Unassigned UserPassProvider!
tr: Atanmamış UserPassProvider!

source: Unauthorized
tr: Yetkisiz

source: Uneven size in DecodeToStream.
tr: DecodeToStream'de eşit olmayan boyut.

source: Uneven size in Encode.
tr: Kodlamada eşit olmayan boyut.

source: Unexpected Close
tr: Beklenmedik Kapanış

source: Unexpected message arrived to an interface that is not listening
tr: Beklenmeyen mesaj, dinlemeyen bir arayüze ulaştı

source: Unexpected operation from %s:%d
tr: %s konumundan beklenmeyen işlem:%d

source: Unexpectedly Disconnected
tr: Beklenmedik Şekilde Bağlantı Kesildi

source: Unimplemented mode.
tr: Uygulanmayan mod.

source: Unknown
tr: Bilinmiyor

source: Unknown Error %d, Id %d
tr: Bilinmeyen Hata %d, Kimlik %d

source: Unknown FTP listing format
tr: Bilinmeyen FTP kayıt formatı

source: Unknown Internal Error
tr: Bilinmeyen Dahili Hata

source: Unknown OTP method
tr: Bilinmeyen OTP yöntemi

source: Unknown Protocol
tr: Bilinmeyen Protokol

source: Unknown Response Code
tr: Bilinmeyen Yanıt Kodu

source: Unknown command %s.
tr: Bilinmeyen komut %s.

source: Unknown credentials use
tr: Bilinmeyen kimlik bilgileri kullanımı

source: Unknown error
tr: Bilinmeyen hata

source: Unknown mandatory option present
tr: Bilinmeyen zorunlu seçenek mevcut

source: Unknown mandatory transport option present
tr: Bilinmeyen zorunlu taşıma seçeneği mevcut

source: Unknown mode
tr: Bilinmeyen mod

source: Unknown or illegale facility code
tr: Bilinmeyen veya yasa dışı tesis kodu

source: Unknown or illegale security code
tr: Bilinmeyen veya yasa dışı güvenlik kodu

source: Unknown or other error: Can not determine owner, other error, or the error can not be revealed.
tr: Bilinmeyen veya başka bir hata: Sahibi belirlenemiyor, başka bir hata veya hata ortaya çıkarılamıyor.

source: Unknown queue %s
tr: Bilinmeyen sıra %s

source: Unknown socks error.
tr: Bilinmeyen Socks hatası.

source: Unknown/unspecified error
tr: Bilinmeyen/tanımlanmamış hata

source: Unrecognized IMAP4 Response Header.
tr: Tanınmayan IMAP4 Yanıt Başlığı.

source: Unrecognized POP3 Response Header: "%s"
tr: Tanınmayan POP3 Yanıt Başlığı: "%s"

source: Unrecognized UUE encoding scheme.
tr: Tanınmayan UUE kodlama şeması.

source: Unrecognized content trasnfer encoding.
tr: Tanınmayan içerik aktarım kodlaması.

source: Unsupported Media Type
tr: Desteklenmeyen Medya Türü

source: Unsupported authorization scheme.
tr: Desteklenmeyen yetkilendirme şeması.

source: Unsupported character set (%s)
tr: Desteklenmeyen karakter kümesi (%s)

source: Unsupported codepage (%d)
tr: Desteklenmeyen kod sayfası (%d)

source: Unsupported cookie version: %d
tr: Desteklenmeyen çerez sürümü: %d

source: Unsupported encoding. You can assign only one of the following values: Q, B, 8.
tr: Desteklenmeyen kodlama. Aşağıdaki değerlerden yalnızca birini atayabilirsiniz: Q, B, 8.

source: Unsupported hash algorithm. This implementation supports only MD5 encoding.
tr: Desteklenmeyen karma algoritması. Bu uygulama yalnızca MD5 kodlamasını destekler.

source: Unsupported object type. You can assign only one of the following types or their descendants: TStrings, TStream.
tr: Desteklenmeyen nesne türü. Aşağıdaki türlerden yalnızca birini veya alt öğelerini atayabilirsiniz: TStrings, TStream.

source: Unsupported operation.
tr: Desteklenmeyen işlem.

source: Unsupported option: "%s"
tr: Desteklenmeyen seçenek: "%s"

source: Unsupported transfer mode.
tr: Desteklenmeyen aktarım modu.

source: Unsupported transfer mode: "%s"
tr: Desteklenmeyen aktarım modu: "%s"

source: Unsupported transfer type.
tr: Desteklenmeyen transfer türü.

source: Unsupported transfer type. You can assign only an empty string or one of the following values: 7bit, 8bit, binary, quoted-printable, base64.
tr: Desteklenmeyen aktarım türü. Yalnızca boş bir dize veya şu değerlerden birini atayabilirsiniz: 7bit, 8bit, binary, quoted - printable, base64.

source: Unsupported transport protocol
tr: Desteklenmeyen taşıma protokolü

source: Unsupported value "%s" for option: "%s"
tr: Seçenek için desteklenmeyen değer "%s ":" %s "

source: Use Proxy
tr: Proxy Kullan

source: UseExtensionDataPort must be true for IPv6 connections.
tr: UseExtensionDataPort, IPv6 bağlantıları için true olmalıdır.

source: UseExtensionDataPort must be true for NAT fasttracking.
tr: Nat hızlı izleme için UseExtensionDataPort true olmalıdır.

source: User %s not local; no forwarding address
tr: Kullanıcı %s yerel değil; yönlendirme adresi yok

source: User %s not local; please try <%s>
tr: Kullanıcı %s yerel değil; lütfen <%s> deneyin

source: User %s not local; will forward to <%s>
tr: Kullanıcı %s yerel değil; <%s> adresine iletilecek

source: User logged in, proceed.
tr: Kullanıcı giriş yaptı, devam et.

source: User name okay, need password.
tr: Kullanıcı adı tamam, şifre gerekiyor.

source: Username:
tr: Kullanıcı adı:
