Repository: jrathlev/Delphi-Program-Collection
Catalog: translations/indy10/languages/*/indy10.po
Languages: tr

source: IOHandler is of wrong type.
tr: IOHandler yanlış türde.

source: IOHandler value is not valid
tr: IOHandler değeri geçerli değil

source: IP Broadcast Receive Error = 0.
tr: IP Yayını Alma Hatası = 0.

source: IP header length exceeded
tr: IP başlık uzunluğu aşıldı

source: IPv6 Where-Are-You
tr: IPv6 Bulunduğunuz Yer

source: IPv6 unavailable
tr: IPv6 kullanılamıyor

source: IRC Connect Failed
tr: IRC Bağlantısı Başarısız

source: IdHL7 is broken in Indy 10 for the present
tr: IdHL7 Indy 10 'da şu an için bozuk

source: Illegal bit shifting in MUTF7 string
tr: MUTF7 dizesinde geçersiz bit kaydırma

source: Illegal char #%d in UTF7 sequence.
tr: UTF7 dizisinde geçersiz karakter #%d.

source: Illegal character in input string.
tr: Giriş dizesinde geçersiz karakter.

source: Implicit FTP requires that IOHandler be set to a TIdServerIOHandlerSSL.
tr: Örtük FTP, IOHandler'ın bir TIdServerIOHandlerSSL olarak ayarlanmasını gerektirir.

source: Implicit IMAP4 requires that IOHandler be set to a TIdServerIOHandlerSSLBase.
tr: Örtük IMAP4, IOHandler'ın bir TIdServerIOHandlerSSLBase olarak ayarlanmasını gerektirir.

source: Implicit NNTP requires that IOHandler be set to a TIdSSLIOHandlerSocketBase.
tr: Örtük NNTP, IOHandler'ın bir TIdSSLIOHandlerSocketBase olarak ayarlanmasını gerektirir.

source: Implicit POP3 requires that IOHandler be set to a TIdServerIOHandlerSSL.
tr: Örtük POP3, IOHandler'ın bir TIdServerIOHandlerSSL olarak ayarlanmasını gerektirir.

source: Implicit SMTP TLS requires that IOHandler be set to a TIdServerIOHandlerSSL.
tr: Örtük SMTP TLS, IOHandler'ın bir TIdServerIOHandlerSSL olarak ayarlanmasını gerektirir.

source: Incorrect length in received block (%d)
tr: Alınan blokta yanlış uzunluk (%d)

source: Index out of bounds.
tr: Sınır dışı dizin.

source: Indy FTP Server ready.
tr: Indy FTP Sunucusu hazır.

source: Indy SMTP Server
tr: Indy SMTP Sunucusu

source: Indy Telnet Server
tr: Indy Telnet Sunucusu

source: Information Request
tr: Bilgi Talebi

source: Informational: informational messages
tr: Bilgilendirici: bilgilendirici mesajlar

source: Interface is unusable due to failure to stop
tr: Arabirim durdurulamadığı için kullanılamıyor

source: Interface was already started
tr: Arabirim zaten başlatıldı

source: Interface was already stopped
tr: Arabirim zaten durdurulmuş

source: Internal Server Error
tr: Dahili Sunucu Hatası

source: Internal error in IdHL7.pas: SynchronousSend returned an unknown value
tr: IdHL7.pas içinde dahili hata: SynchronousSend bilinmeyen bir değer döndürdü

source: Internal error in IdHL7.pas: SynchronousSend returned srNone
tr: IdHL7.pas'da dahili hata: SynchronousSend, srNone döndürdü

source: Internal error in IdHL7.pas: SynchronousSend returned srSent
tr: IdHL7.pas'da dahili hata: SynchronousSend, srSent döndürdü

source: Interpretation of message failed
tr: Mesajın yorumlanması başarısız oldu

source: Interrupted system call.
tr: Sistem çağrısı kesintiye uğradı.

source: Invalid %s options
tr: Geçersiz %s seçenekleri

source: Invalid CRC
tr: Geçersiz CRC

source: Invalid Email Address %s
tr: Geçersiz E - posta Adresi %s

source: Invalid Encoding. UU only allows Body and Attachments.
tr: Geçersiz Kodlama. UU yalnızca Gövde ve Eklere izin verir.

source: Invalid Enhanced Code:
tr: Geçersiz Geliştirilmiş Kod:

source: Invalid Header Id %d
tr: Geçersiz Üst Bilgi Kimliği %d

source: Invalid IP Address
tr: Geçersiz IP Adresi

source: Invalid IP V6 Address. %s
tr: Geçersiz IP V6 Adresi. %s

source: Invalid Index %s in TIdHTTPAppResponse.GetDateVariable
tr: TIdHTTPAppResponse.GetDateVariable'da geçersiz Dizin %s

source: Invalid Index %s in TIdHTTPAppResponse.GetIntegerVariable
tr: TIdHTTPAppResponse.GetIntegerVariable içinde geçersiz Dizin %s

source: Invalid Index %s in TIdHTTPAppResponse.GetStringVariable
tr: TIdHTTPAppResponse.GetStringVariable'da geçersiz Dizin %s

source: Invalid Index %s in TIdHTTPAppResponse.SetDateVariable
tr: TIdHTTPAppResponse.SetDateVariable'da geçersiz Dizin %s

source: Invalid Index %s in TIdHTTPAppResponse.SetIntegerVariable
tr: TIdHTTPAppResponse.SetIntegerVariable içinde geçersiz Dizin %s

source: Invalid Index %s in TIdHTTPAppResponse.SetStringVariable
tr: TIdHTTPAppResponse.SetStringVariable'da geçersiz Dizin %s

source: Invalid Login
tr: Geçersiz Giriş

source: Invalid Login.
tr: Geçersiz Giriş.

source: Invalid Message Number
tr: Geçersiz Mesaj Numarası

source: Invalid Packet Size %d
tr: Geçersiz Paket Boyutu %d

source: Invalid Port Range (%d - %d)
tr: Geçersiz Bağlantı Noktası Aralığı (%d - %d)

source: Invalid Port: The foreign or local port is not specified correctly or invalid
tr: Geçersiz Bağlantı Noktası: Yabancı veya yerel bağlantı noktası doğru veya geçersiz olarak belirtilmemiş

source: Invalid Query Count %d
tr: Geçersiz Sorgu Sayısı %d

source: Invalid Reply Class.
tr: Geçersiz Yanıt Sınıfı.

source: Invalid Reply String.
tr: Geçersiz Yanıt Dizesi.

source: Invalid Size
tr: Geçersiz Boyut

source: Invalid Syntax
tr: Geçersiz Sözdizimi

source: Invalid Syslog message: packet too large (%d bytes)
tr: Geçersiz Syslog mesajı: paket çok büyük (%d bayt)

source: Invalid Text count. Must have more than 1 TIdText object.
tr: Geçersiz Metin sayısı. 1 'den fazla TIdText nesnesi içermelidir.

source: Invalid argument.
tr: Geçersiz bağımsız değişken.

source: Invalid character set (%s)
tr: Geçersiz karakter kümesi (%s)

source: Invalid character set conversion (%s <-> %s)
tr: Geçersiz karakter kümesi dönüşümü (%s <-> %s)

source: Invalid character set conversion (%s <-> %s, %s)
tr: Geçersiz karakter kümesi dönüşümü (%s <-> %s, %s)

source: Invalid codepage (%d)
tr: Geçersiz kod sayfası (%d)

source: Invalid count (%d)
tr: Geçersiz sayım (%d)

source: Invalid destination array
tr: Geçersiz hedef dizi

source: Invalid destination index (%d)
tr: Geçersiz varış noktası endeksi (%d)

source: Invalid host name. A SYSLOG host name cannot contain any space ("%s")+
tr: Geçersiz ana bilgisayar adı. Bir SİSTEM günlüğü ana bilgisayar adı herhangi bir alan (" %s ") içeremez +

source: Invalid network mask.
tr: Geçersiz ağ maskesi.

source: Invalid number of arguments %s
tr: Geçersiz bağımsız değişken sayısı %s

source: Invalid port number
tr: Geçersiz bağlantı noktası numarası

source: Invalid socks authentication method.
tr: Geçersiz Socks kimlik doğrulama yöntemi.

source: Invalid source array
tr: Geçersiz kaynak dizi

source: Invalid stream operation
tr: Geçersiz akış işlemi

source: Invalid syslog message: incorrect PRI number "%s"
tr: Geçersiz sistem günlüğü mesajı: yanlış PRI numarası "%s"

source: Invalid syslog message: incorrect PRI section
tr: Geçersiz sistem günlüğü mesajı: yanlış PRI bölümü

source: Invalid syslog message: incorrect timestamp "%s"
tr: Geçersiz sistem günlüğü mesajı: yanlış zaman damgası "%s"

source: Invalid value length: Should be 32.
tr: Geçersiz değer uzunluğu: 32 olmalıdır.

source: Known unsupported option present
tr: Bilinen desteklenmeyen seçenek mevcut

source: Length Required
tr: Gerekli Uzunluk

source: Loading function %s failed
tr: %s yükleme işlevi başarısız oldu

source: Local Processing Error
tr: Yerel İşlem Hatası

source: Login OK
tr: Oturum açma onayı

source: Login failed
tr: Oturum açılamadı

source: Login with USER first.
tr: Önce KULLANICIYLA oturum açın.

source: MD is an Obsolete Command. Use MX.
tr: MD Eski Bir Komuttur. MX kullanın.

source: MF is an Obsolete Command. USE MX.
tr: MF Eski Bir Komuttur. MX KULLANIN.

source: MSDOS-like directory output is %s
tr: MSDOS benzeri dizin çıktısı %s

source: MailA is an Obsolete Command. USE MX.
tr: MailA Eski Bir Komuttur. MX KULLANIN.

source: Malicious PTR Record
tr: Kötü Amaçlı FTR Kaydı

source: Max line length exceeded.
tr: Maks. satır uzunluğu aşıldı.

source: Max line read attempts exceeded.
tr: Maksimum satır okuma denemesi aşıldı.

source: Maximum connections limit exceeded. Try again later.
tr: Maksimum bağlantı sınırı aşıldı. Daha sonra tekrar deneyin.

source: Maximum number of line allowed exceeded
tr: İzin verilen maksimum satır sayısı aşıldı

source: Message decoder not found
tr: Mesaj kod çözücü bulunamadı

source: Message encoder not found
tr: Mesaj kodlayıcı bulunamadı

source: Message handling failed
tr: Mesaj işleme başarısız oldu

source: Message length exceeds administrative limit
tr: Mesaj uzunluğu yönetim sınırını aşıyor

source: Message parts cannot be used in a message which has a ContentTransferEncoding value.
tr: ContentTransferEncoding değeri olan bir mesajda mesaj bölümleri kullanılamaz.

source: Message too long.
tr: Mesaj çok uzun.

source: Message type recognition error
tr: Mesaj türü tanıma hatası

source: Method not allowed
tr: Yönteme izin verilmiyor

source: Mimetype is empty
tr: Mimetype boş

source: Missing a Low Surrogate in UTF-16 sequence
tr: UTF -16 dizisinde bir Düşük Vekil eksik

source: Mobile Host Redirect
tr: Mobil Ana Bilgisayar Yönlendirmesi

source: Mobile Registration Request
tr: Mobil Kayıt Talebi

source: Mode has not been set.
tr: Mod ayarlanmadı.

source: Mode is not initialised
tr: Mod başlatılmadı

source: Mode set to %s.
tr: Mod %s olarak ayarlandı.

source: More authentication information required
tr: Daha fazla kimlik doğrulama bilgisi gerekli

source: Moved Permanently
tr: Kalıcı Olarak Taşındı

source: Moved Temporarily
tr: Geçici Olarak Taşındı

source: Must issue a STARTTLS command first
tr: Önce bir STARTTLS komutu verilmelidir

source: Must use STLS
tr: STLS kullanılmalıdır

source: NTP subsystem
tr: NTP alt sistemi

source: Need Authentication
tr: Kimlik Doğrulaması Gerekiyor

source: Need Authorization
tr: Yetki Gerekiyor

source: Need SASL mechanisms to login with it!!
tr: Onunla giriş yapmak için SASL mekanizmalarına ihtiyaç var!!

source: Need account for login.
tr: Oturum açmak için hesap gerekiyor.

source: Net dropped connection or reset.
tr: Ağ bağlantısı kesildi veya sıfırlandı.

source: Network Authentication Required
tr: Ağ Kimlik Doğrulaması Gerekli

source: Network is down.
tr: Şebeke çöktü.

source: Network is unreachable.
tr: Ağa ulaşılamıyor.

source: Network protocol not supported, use (%s)
tr: Ağ protokolü desteklenmiyor, (%s) kullanın

source: Network unreachable.
tr: Ağa ulaşılamıyor.

source: News to me! <CRLF.CRLF> to end.
tr: Bana haber! <CRLF.CRLF> Bitirmek için.

source: No Compressor is assigned.
tr: Hiçbir Sıkıştırıcı atanmadı.

source: No Content
tr: İçerik Yok

source: No FTP list parsers have been registered.
tr: Hiçbir FTP listesi ayrıştırıcısı kaydedilmedi.

source: No IOHandler of type %s is installed.
tr: %s türünde bir IOHandler kurulu değil.

source: No MX records for the domain %s
tr: %s alan adı için MX kaydı yok

source: No OnListDirectory event found!
tr: Hiçbir OnListDirectory olayı bulunamadı!

source: No OnNewGroupsList event has been defined.
tr: Hiçbir OnNewGroupsList etkinliği tanımlanmadı.

source: No OnNewNewsList event has been defined.
tr: Hiçbir OnNewNewsList etkinliği tanımlanmadı.

source: No OnNewsgroupList event has been defined.
tr: Hiçbir OnNewsgroupList olayı tanımlanmadı.

source: No OnRcptTo event
tr: OnRcptTo olayı yok

source: No OnXHDREntry event has been defined.
tr: OnXHDREntry etkinliği tanımlanmadı.

source: No OnXOVER event has been defined.
tr: OnXOVER olayı tanımlanmadı.

source: No PSecPkgInfo specified
tr: PSecPkgInfo belirtilmedi

source: No Site to Site transfers are permitted with a FTP NAT fastracked connection.
tr: FTP Nat fastrack bağlantısı ile Siteden Siteye aktarımlara izin verilmez.

source: No User: Port pair is not used or not used by an identifiable user
tr: Kullanıcı Yok: Bağlantı noktası çifti kullanılmıyor veya tanımlanabilir bir kullanıcı tarafından kullanılmıyor

source: No authentication handler has been specified.
tr: Hiçbir kimlik doğrulama işleyicisi belirtilmedi.

source: No authority could be contacted for authentication.
tr: Kimlik doğrulama için hiçbir yetkiliyle iletişime geçilemedi.

source: No bindings specified.
tr: Hiçbir bağlama belirtilmedi.

source: No buffer space available.
tr: Arabellek alanı yok.

source: No bytes in buffer.
tr: Arabellekte bayt yok.

source: No command handler found.
tr: Komut işleyici bulunamadı.

source: No credential handle acquired
tr: Kimlik bilgisi tanıtıcısı alınmadı

source: No credentials are available in the security package
tr: Güvenlik paketinde kimlik bilgisi yok

source: No data to read.
tr: Okunacak veri yok.

source: No encoding specified.
tr: Kodlama belirtilmedi.

source: No execute handler found.
tr: Yürütme işleyicisi bulunamadı.

source: No response from remote system
tr: Uzak sistemden yanıt yok

source: No route for Outbound Packet; packet discarded
tr: Giden Paket için rota yok; paket atıldı

source: No route to host.
tr: Barındırma yolu yok.

source: Non Authenticated
tr: Doğrulanmamış

source: Non-authoritative Information
tr: Yetkili Olmayan Bilgiler

source: Non-blocking not supported.
tr: Engellemesiz desteklenmez.

source: Non-echo type response received
tr: Eko türü olmayan yanıt alındı

source: Not Acceptable
tr: Kabul Edilemez

source: Not Connected
tr: Bağlı Değil

source: Not Found
tr: Bulunamadı

source: Not Implemented
tr: Uygulanmadı

source: Not Modified
tr: Değiştirilmedi

source: Not all bytes sent.
tr: Tüm baytlar gönderilmedi.

source: Not connected
tr: Bağlı değil

source: Not currently in newsgroup
tr: Şu anda haber grubunda değil

source: Not enough bytes received
tr: Yeterli bayt alınmadı

source: Not enough data in buffer. (%d/%d)
tr: Arabellekte yeterli veri yok. (%d/%d)

source: Not enough memory is available to complete this request
tr: Bu isteği tamamlamak için yeterli bellek yok

source: Not in authorization state, already logged in.
tr: Yetkilendirme durumunda değil, zaten oturum açmış.

source: Not logged in
tr: Giriş yapılmadı

source: Not logged in.
tr: Giriş yapılmadı.

source: Not permitted after CCC
tr: CCC'den sonra izin verilmez

source: Not supported
tr: Desteklenmiyor

source: Noted.
tr: Not edildi.

source: Notice: normal but significant condition
tr: Bildirim: normal ancak önemli durum

source: Number parameter (relative message number or UID) is invalid; Cannot contain an empty string.
tr: Numara parametresi (göreceli mesaj numarası veya UID) geçersiz; boş bir dize içeremez.

source: Number parameter (relative message number or UID) is invalid; Cannot contain non-digit characters.
tr: Numara parametresi (göreceli mesaj numarası veya UID) geçersiz; basamaklı olmayan karakterler içeremez.

source: Number parameter (relative message number or UID) is invalid; Must be 1 or greater.
tr: Numara parametresi (göreceli mesaj numarası veya UID) geçersiz; 1 veya daha büyük olmalıdır.

source: OK
tr: Tamam

source: Object type not supported.
tr: Nesne türü desteklenmiyor.

source: Ok
tr: Tamam

source: OnCustomFTPProxy required but not assigned
tr: OnCustomFTPProxy gerekli ancak atanmamış

source: OnDataAvailable event is nil.
tr: OnDataAvailable olayı sıfırdır.

source: One or more of the parameters passed to the function was invalid.
tr: Fonksiyona iletilen parametrelerden biri veya daha fazlası geçersizdi.

source: Only one TIdAntiFreeze can exist per application.
tr: Uygulama başına yalnızca bir TIdAntiFreeze bulunabilir.

source: Opening ASCII data connection for directory listing
tr: Dizin listesi için ASCII veri bağlantısını açma

source: Opening ASCII mode data connection for /bin/ls.
tr: /bin/ls için ASCII modu veri bağlantısı açılıyor.

source: Opening ASCII mode data connection for file list.
tr: Dosya listesi için ASCII modu veri bağlantısı açılıyor.

source: Operation already in progress.
tr: İşlem zaten devam ediyor.

source: Operation not supported on socket.
tr: İşlem sokette desteklenmiyor.

source: Operation now in progress.
tr: İşlem şu anda devam ediyor.

source: Operation would block.
tr: İşlem bloke olur.

source: Option not recognized.
tr: Seçenek tanınmadı.

source: Outbound Packet successfully forwarded
tr: Giden Paket başarıyla iletildi

source: Overall length exceeded
tr: Toplam uzunluk aşıldı

source: Overview information follows
tr: Genel bakış bilgileri aşağıdadır

source: PASVBoundPortMax must be greater than PASVBoundPortMax.
tr: PASVBoundPortMax, PASVBoundPortMax'ten büyük olmalıdır.

source: PASVBoundPortMin must be less than PASVBoundPortMax.
tr: PASVBoundPortMin, PASVBoundPortMax değerinden küçük olmalıdır.

source: PBSZ Command OK. Protection buffer size set to 0.
tr: PBSZ Komutu Tamam. Koruma arabelleku boyutu 0 olarak ayarlandı.

source: PBSZ Data Buffer Size required.
tr: PBSZ Veri Arabelleği Boyutu gerekli.

source: POP3 proxy ready
tr: POP3 proxy hazır

source: POP3 proxy signing off
tr: POP3 proxy oturumu kapatma

source: PORT/EPRT Command disabled for reserved port range (1-1024).
tr: PORT/EPRT Komutu, ayrılmış port aralığı (1 -1024) için devre dışı bırakılmıştır.

source: PORT/EPRT Command disabled.
tr: PORT/EPRT Komutu devre dışı.

source: PROT Command OK. Using Clear data connection
tr: PROT Komutu Tamam. Veri bağlantısını temizle özelliğini kullanma

source: PROT Command OK. Using Private data connection
tr: PROT Komutu Tamam. Özel veri bağlantısını kullanma

source: Package Size Too Big.
tr: Paket Boyutu Çok Büyük.

source: Packet Too Big (MTU = %d)
tr: Paket Çok Büyük (MTU = %d)

source: Packet too small
tr: Paket çok küçük

source: Parameter %s Not Implemented
tr: Parametre %s Uygulanmadı

source: Parameter Problem (offset %d)
tr: Parametre Sorunu (ofset %d)

source: Parameter error! Example: mail from:<user@domain.com>
tr: Parametre hatası! Örnek: mail from:<user@domain.com>

source: Partial Content
tr: Kısmi İçerik

source: Password required
tr: Parola gerekli

source: Password:
tr: Parola:

source: Peer IP mismatch
tr: Akran IP'si uyuşmazlığı

source: Permission Denied
tr: İzin Verilmedi

source: Permission denied.
tr: İzin verilmedi.

source: Please login first
tr: Lütfen önce giriş yapın

source: Polite people say HELO
tr: Nazik insanlar HELİKOPTER DİYOR

source: Port Unreachable
tr: Bağlantı Noktasına Ulaşılamıyor

source: Port conversion out of range
tr: Liman dönüşümü aralık dışında

source: Precedence cutoff in effect
tr: Öncelik sınırı yürürlükte

source: Precondition Failed
tr: Önkoşul Başarısız Oldu

source: Precondition Required
tr: Önkoşul Gerekli

source: Property can not be a negative number.
tr: Özellik negatif bir sayı olamaz.

source: Protocol family not supported.
tr: Protokol ailesi desteklenmiyor.

source: Protocol field is empty
tr: Protokol alanı boş

source: Protocol not supported, use
tr: Protokol desteklenmiyor, kullanım

source: Protocol not supported.
tr: Protokol desteklenmiyor.

source: Protocol wrong type for socket.
tr: Soket için protokol yanlış tür.

source: Proxy Authentication Required
tr: Proxy Kimlik Doğrulaması Gerekiyor

source: Queue %s status: %s
tr: Kuyruk %s durumu: %s

source: RCode NO Error
tr: RCode NO Hatası

source: Read timed out.
tr: Okuma zaman aşımına uğradı.

source: Ready to start TLS
tr: TLS'yi başlatmaya hazır

source: Receive control file
tr: Kontrol dosyasını al

source: Receive data file
tr: Veri dosyası al

source: Received Packet is too small. %d
tr: Alınan Paket çok küçük. %d

source: Received Packet is too small. Less than 12 bytes. %d
tr: Alınan Paket çok küçük. 12 bayttan az. %d

source: Received Packet is too small. Less than 4 bytes. %d
tr: Alınan Paket çok küçük. 4 bayttan az. %d

source: Reconnect at %s: %s
tr: %s konumunda yeniden bağlanın: %s

source: Recv
tr: Al

source: Redirect datagrams for the Host.
tr: Host için datagramları yeniden yönlendirin.

source: Redirect datagrams for the Network.
tr: Ağ için datagramları yeniden yönlendirin.

source: Redirect datagrams for the Type of Service and Host.
tr: Hizmet Türü ve Ana Bilgisayar için datagramları yeniden yönlendirin.

source: Redirect datagrams for the Type of Service and Network.
tr: Hizmet Türü ve Ağ için datagramları yeniden yönlendirin.

source: Reply %d on Job ID %s
tr: İş Kimliği %s üzerinde %d yanıtlayın

source: Reply Code already exists: %s
tr: Yanıt Kodu zaten var: %s

source: Reply Code is not valid: %s
tr: Yanıt Kodu geçerli değil: %s

source: Reply Timed Out: The server did not return a response and the query has been abandoned
tr: Yanıt Zaman Aşımına Uğradı: Sunucu bir yanıt döndürmedi ve sorgu terk edildi

source: Request Entity Too Long
tr: İstek Varlığı Çok Uzun

source: Request Header Fields Too Large
tr: İstek Üst Bilgi Alanları Çok Büyük

source: Request Timeout
tr: İstek Zaman Aşımı

source: Request method requires HTTP version 1.1
tr: İstek yöntemi http sürüm 1.1 gerektirir

source: Request rejected because SOCKS server cannot connect.
tr: SOCKS sunucusu bağlanamadığı için istek reddedildi.

source: Request rejected because the client program and identd report different user-ids.
tr: İstemci programı ve identd farklı kullanıcı kimlikleri bildirdiği için istek reddedildi.

source: Request rejected or failed.
tr: İstek reddedildi veya başarısız oldu.

source: Request-URI Too Long. 256 Chars max
tr: İstek URI'si Çok Uzun. Maks. 256 Karakter

source: Requested PROT level not supported by mechanism.
tr: Talep edilen PROT seviyesi mekanizma tarafından desteklenmiyor.

source: Requested action aborted: local error in processing
tr: İstenen eylem iptal edildi: işlemde yerel hata

source: Requested action aborted: local error in processing.
tr: İstenen eylem iptal edildi: işlemde yerel hata.

source: Requested action aborted: page type unknown.
tr: İstenen işlem iptal edildi: sayfa türü bilinmiyor.

source: Requested action not taken.
tr: Talep edilen işlem yapılmadı.

source: Requested action not taken: insufficient system storage
tr: Talep edilen işlem yapılmadı: yetersiz sistem depolaması

source: Requested action not taken: mailbox name not allowed
tr: İstenen işlem yapılmadı: posta kutusu adına izin verilmiyor

source: Requested action not taken: mailbox unavailable
tr: İstenen işlem yapılmadı: posta kutusu kullanılamıyor

source: Requested file action aborted.
tr: İstenen dosya eylemi iptal edildi.

source: Requested file action not taken.
tr: İstenen dosya eylemi gerçekleştirilmedi.

source: Requested file action okay, completed.
tr: Talep edilen dosya eylemi tamam, tamamlandı.

source: Requested file action pending further information.
tr: Daha fazla bilgi bekleyen talep edilen dosya eylemi.

source: Requested mail action aborted: exceeded storage allocation
tr: İstenen posta işlemi iptal edildi: depolama alanı tahsisi aşıldı

source: Reset
tr: Sıfırla

source: Reset Content
tr: İçeriği Sıfırla

source: Resolving hostname %s.
tr: Ana bilgisayar adı %s çözümleniyor.

source: SEC_E_NO_KERB_KEY
tr: SEC_E_NO_BERB_KEY

source: SKIP
tr: ATLA

source: SPF %s check error
tr: SPF %s kontrol hatası

source: SPF %s check failed
tr: SPF %s kontrolü başarısız oldu

source: SSCN is not supported on both servers.
tr: SSCN her iki sunucuda da desteklenmiyor.

source: SSL IOHandler is required for this setting
tr: Bu ayar için SSL IOHandler gereklidir

source: SSL certificate request error.
tr: SSL sertifikası istek hatası.

source: SSL connection has dropped.
tr: SSL bağlantısı kesildi.

source: SSL is not available on this server.
tr: SSL bu sunucuda mevcut değil.

source: SSL library internal error.
tr: SSL kitaplığı dahili hatası.

source: SSL negotiation failed.
tr: SSL görüşmesi başarısız oldu.

source: SSL status: "%s"
tr: SSL durumu: "%s"

source: SSPI %s returns error #%d(0x%x): %s
tr: SSPI %s hata döndürüyor #%d(0x%x): %s

source: SSPI interface has failed to initialise properly
tr: SSPI arayüzü düzgün bir şekilde başlatılamadı

source: Security layer already active
tr: Güvenlik katmanı zaten etkin

source: See Other
tr: Diğerini Gör

source: Selected
tr: Seçili

source: Send a message
tr: Mesaj gönderin

source: Sent
tr: Gönderildi
